Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Email content for new user notification
es_es: Contenido de correo electrónico para notificaciones de nuevos usuarios

source: Subject for New User Admin Notification
es_es: Asunto para la notificación de administrador de nuevo usuario

source: Email subject for new user admin notification
es_es: Asunto del correo electrónico para la notificación de administrador de nuevo usuario

source: New User Registration
es_es: Registro de nuevo usuario

source: Content for New User Admin Notification
es_es: Contenido para la notificación de administrador de nuevo usuario

source: Email content for new user admin notification
es_es: Contenido de correo electrónico para notificación de administrador de nuevo usuario

source: <span class="font24">Submit Listing</span>
es_es: <span class="font24">Añadir Anuncio</span>

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para enviar listas de correo electrónico. %listing_title como título del anuncio, %listing_url como URL del anuncio

source: New Listing Submission Subject
es_es: Asunto de envío de nuevo anuncio

source: Email subject
es_es: Asunto del email

source: Your listing has been submitted
es_es: Tu anuncio ha sido enviado

source: New Listing Submission Content
es_es: Contenido de envío de nuevos anuncios

source: Email content
es_es: Contenido de correo electrónico

source: New Listing Submission Subject(for admin)
es_es: Asunto de envío de nuevo anuncio (para administrador)

source: New listing has been submitted
es_es: Se ha enviado un nuevo anuncio

source: New Listing Submission Content(for admin)
es_es: Contenido de envío de nuevos anuncios (para administradores)

source: <span class="font24">Purchase Activated</span>
es_es: <span class="font24">Compra activada</span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
es_es: Utilice estos códigos cortos solo para el correo electrónico activado comprado. %listing_title como título de la lista,%listing_url como URL de la lista,%plan_title como título del plan, %invoice_no como número de factura

source: Purchase Activated Subject
es_es: Asunto de compra activada

source: Email subject for purchase activated
es_es: Asunto del correo electrónico para la compra activado

source: Your purchase has activated
es_es: Tu compra se ha activado

source: Purchase Activated Content
es_es: Comprar contenido activado

source: Email content for Purchase Activated
es_es: Contenido de correo electrónico para compra activada

source: Purchase Activated Subject(for admin)
es_es: Asunto de compra activada (para administrador)

source: A purchased has been made
es_es: Se ha realizado una compra

source: Purchase Activated Content(for admin)
es_es: Comprar contenido activado (para administrador)

source: <span class="font24">Review Reply</span>
es_es: <span class="font24">Revisar respuesta</span>

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
es_es: Utilice estos códigos cortos solo para el correo electrónico de respuesta de revisión. %listing_title como título de la lista,%listing_url como URL de la lista,%sender_name como nombre del remitente,%reply como respuesta a la revisión

source: Review Reply Subject
es_es: Asunto de la respuesta de revisión

source: Email subject for Review Reply
es_es: Asunto del correo electrónico para la respuesta a la revisión

source: Review Reply
es_es: Revisar respuesta

source: Review Reply Content
es_es: Revisar el contenido de la respuesta

source: Email content for Review Reply
es_es: Contenido de correo electrónico para respuesta a revisión

source: <span class="font24">Approved Listing</span>
es_es: <span class="font24">Anuncio Aprobado</span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de aprobación de listado. %listing_title como título de la lista,%listing_url como URL de la lista

source: Listing Approved Subject
es_es: Asunto de anuncio aprobado

source: Email subject for approved listing
es_es: Asunto del correo electrónico del anuncio aprobado

source: Your listing approved
es_es: Tu anuncio ha sido aprobado

source: Listing Approved Content
es_es: Contenido de anuncio aprobado

source: Email content for listing approved
es_es: Contenido de correo electrónico para anuncio aprobado

source: <span class="font24">Expired Listing</span>
es_es: <span class="font24">Anuncio caducado</span>

source: Use these shortcodes only for Listing Expired email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos abreviados solo para el correo electrónico caducado de listado. %listing_title como título de la lista, %listing_url como URL de la lista

source: Listing Expired Subject
es_es: Asunto de anuncio caducado

source: Email subject for expired listing
es_es: Asunto del correo electrónico del anuncio caducado

source: Your listing expired
es_es: Su anuncio venció

source: Listing Expired Content
es_es: Contenido de anuncio caducado

source: Email content for listing expired
es_es: El contenido del correo electrónico para el anuncio venció

source: <span class="font24">Expired Ad Campaign</span>
es_es: <span class="font24">Campaña publicitaria vencida</span>

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico caducado de la campaña publicitaria. %listing_title como título de la lista, %listing_url como URL de la lista

source: Ad Expired Subject
es_es: Asunto del anuncio caducado

source: Email subject for expired ads campaign
es_es: Asunto del correo electrónico de la campaña de anuncios caducados

source: Your ad campaign has expired
es_es: Tu campaña publicitaria ha caducado

source: Ad Expired Content
es_es: Contenido del anuncio caducado

source: Email content for ads campaigns expired
es_es: El contenido de correo electrónico de las campañas publicitarias caducó

source: Wire Invoice
es_es: Factura

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
es_es: Utilice estos códigos abreviados solo para el correo electrónico de factura electrónica. %listing_title como título del listado,%listing_url como URL del listado,%invoice_no como número de factura

source: Invoice Email Subject
es_es: Asunto del correo electrónico de la factura

source: Email subject wire inovice
es_es: Asunto del correo electrónico inovice

source: Your new listing on %website_url
es_es: Tu nuevo anuncio en %website_url

source: Invoice Email Content
es_es: Contenido del correo electrónico de la factura

source: Invoice Email Subject(admin)
es_es: Asunto del correo electrónico de la factura (admin)

source: Email subject(admin)
es_es: Asunto del correo electrónico (admin)

source: Invoice Email Content (admin)
es_es: Contenido del correo electrónico de la factura (administrador)

source: Email content(admin)
es_es: Contenido del correo electrónico (administrador)

source: Claim Listing ( submission )
es_es: Reclamaciones de anuncio (envío)

source: Use these shortcodes only for Claim email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de reclamo. %listing_title como título de la lista, %listing_url como URL de la lista

source: Listing Claim Submission Subject
es_es: Asunto de envío de reclamo de anuncio

source: Email subject for claimer
es_es: Asunto de correo electrónico para el reclamante

source: Your claim has submitted
es_es: Tu reclamo se ha enviado

source: Listing Claim Submission Content
es_es: Contenido de envío de reclamos de anuncio

source: Email content for claimer
es_es: Contenido de correo electrónico para el reclamante

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been submitted
es_es: Se ha enviado su solicitud de reclamo sobre el anuncio <a href="%listing_url">% Listing_title </a>

source: Listing Claim Submission Subject (Author)
es_es: Asunto del envío de reclamo de anuncio (autor)

source: Email subject for Author
es_es: Asunto del correo electrónico del autor

source: A claim has been submitted on your listing
es_es: Se ha enviado una solicitud de reclamación sobre tu anuncio

source: Listing Claim Submission Content (Author)
es_es: Listado del contenido de envío de reclamos (autor)

source: Email content for Author
es_es: Contenido de correo electrónico para el autor

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
es_es: Hola, Se ha enviado una reclamación sobre tu ficha. <a href="%listing_url">%listing_title</a>.Comuníquese con el administrador para obtener más detalles.

source: Listing Claim Submission Subject (Admin)
es_es: Asunto de envío de reclamo de anuncio (administrador)

source: Email subject for Admin
es_es: Asunto del correo electrónico para el administrador

source: New Claim has been submitted
es_es: Se ha enviado un nuevo reclamo

source: Listing Claim Submission Content (Admin)
es_es: Listado del contenido de envío de reclamos (administrador)

source: Email content for Admin
es_es: Contenido de correo electrónico para administrador

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
es_es: Has recibido un nuevo reclamo sobre una ficha <a href="%listing_url">% Listing_title </a> Inicia sesión en el panel para obtener más detalles.

source: Claim Listing ( Approval )
es_es: Listado de reclamaciones (aprobación)

source: Use these shortcodes only for Claim Approval email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos abreviados solo para el correo electrónico de aprobación de reclamos. %listing_title como título de la lista,%listing_url como URL de la lista

source: Listing Claim Approval Subject
es_es: Asunto de aprobación de reclamo de anuncio

source: Email subject(claimer)
es_es: Asunto del correo electrónico (reclamante)

source: Your claim has approved
es_es: Tu reclamo ha sido aprobado

source: Listing Claim Approval Content
es_es: Listado de contenido de aprobación de reclamos

source: Email content(claimer)
es_es: Contenido del correo electrónico (reclamante)

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
es_es: Se aprobó su solicitud de reclamo sobre la lista <a href="%listing_url">% Listing_title </a> ya puede elegir su plan.

source: Email subject(old owner)
es_es: Asunto del correo electrónico (antiguo propietario)

source: Listing Claim notice
es_es: Aviso de reclamo de anuncio

source: Email content(old owner)
es_es: Contenido del correo electrónico (antiguo propietario)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
es_es: Se ha aprobado la reclamación contra su anuncio. Los detalles son: <a href="%listing_url">%listing_title</a>

source: Campaign Activation( ADMIN)
es_es: Activación de campaña (ADMIN)

source: Use these shortcodes only for Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased, %author_name as Author name
es_es: Utilice estos códigos cortos solo para el correo electrónico de activación de campañas. %listing_title como título de la lista,%listing_url como URL de la lista,%campaign_packages como paquetes comprados,%author_name como nombre del autor

source: Ad Campaign Active Subject
es_es: Asunto activo de la campaña publicitaria

source: Email subject campaign activation
es_es: Activación de la campaña del asunto del correo electrónico

source: Ad Campaign Activated
es_es: Campaña publicitaria activada

source: Ad Campaign Active Content
es_es: Contenido activo de la campaña publicitaria

source: %author_name just activated an ad campaign for a listing <a href="%listing_url">%listing_title</a> with packages %campaign_packages
es_es: %author_name acaba de activar una campaña publicitaria para una lista <a href="%listing_url">% Listing_title </a> con paquetes% campaign_packages

source: Campaign Activation(To Author)
es_es: Activación de campaña (al autor)

source: Use these shortcodes only for Author Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased
es_es: Utilice estos códigos cortos solo para el correo electrónico de activación de la campaña del autor. %listing_title como título de la lista, %listing_url como URL de la lista, %campaign_packages como paquetes comprados

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
es_es: Ha activado una campaña en una lista <a href="%listing_url">% Listing_title </a> con paquetes% campaign_packages

source: Recurring Payment Reminder Email
es_es: Correo electrónico de recordatorio de pago periódico

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
es_es: Utilice estos códigos abreviados solo para el correo electrónico de notificación de pago periódico. puede usar %listing_title como título de la lista,%plan_title para el nombre del plan,%plan_price como precio del plan,%plan_duration como duración del plan y %notifybefore antes como no. de día / días antes de la deducción del pago. Use códigos cortos solo en el editor

source: Recurring Payment Reminder Subject
es_es: Asunto del recordatorio de pago recurrente

source: Email subject for recurring reminder
es_es: Asunto del correo electrónico para recordatorio recurrente

source: Recurring Payment Reminder
es_es: Recordatorio de pago recurrente

source: Recurring Payment Reminder Content
es_es: Contenido de recordatorio de pago recurrente

source: Email content for recurring reminder
es_es: Contenido de correo electrónico para recordatorios recurrentes

source: A Payment will be deduct from your card after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
es_es: Se deducirá un pago de su tarjeta después %notifybefore day/days. Los detalles son: Anuncio: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days

source: Recurring Payment Reminder Subject (Admin)
es_es: Asunto del recordatorio de pago recurrente (administrador)

source: Email subject by admin
es_es: Asunto del correo electrónico por administrador

source: Recurring Payment is due
es_es: El pago recurrente vence

source: Recurring Payment Reminder Content (Admin)
es_es: Contenido de recordatorio de pago recurrente (administrador)

source: Email content by admin
es_es: Contenido de correo electrónico por administrador

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
es_es: Un pago es debido por un usuario después %notifybefore day/days. Detalles son: Anuncio: %listing_title, Plan: %plan_title, Precio: %plan_price, Duración: %plan_duration day/days

source: Subscription Cancel Email
es_es: Correo electrónico de cancelación de suscripción

source: Use these shortcodes only for cancel recurring submission email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para cancelar el envío de correos electrónicos recurrentes. %listing_title como título de la lista, %listing_url como URL de la lista

source: Subscription Cancelled Subject
es_es: Asunto de suscripción cancelada

source: Email subject for subscription cancel
es_es: Asunto del correo electrónico para cancelar la suscripción

source: Cancel Subscription Notification
es_es: Cancelar notificación de suscripción

source: Subscription Cancelled Content
es_es: Contenido cancelado por suscripción

source: Email content for cancel subscription
es_es: Contenido de correo electrónico para cancelar suscripción

source: Your subscription has been canceled successfully
es_es: Tu suscripción ha sido cancelada con éxito

source: Subscription Cancelled Subject (Admin)
es_es: Asunto de suscripción cancelada (administrador)

source: Subscription cancel notification
es_es: Notificación de cancelación de suscripción

source: Subscription Cancelled Content (Admin)
es_es: Contenido cancelado por suscripción (administrador)

source: A subscription has been cancelled.
es_es: Se canceló una suscripción.

source: Lead Form Email Template
es_es: Plantilla de correo electrónico de formulario de cliente potencial

source: Use these shortcodes only for Lead form email. %listing_title as listing title, %sender_name for sender name, %sender_email for sender email, %sender_phone for sender phone and %sender_message for sender message
es_es: Utilice estos códigos cortos solo para el correo electrónico del formulario de cliente potencial. %listing_title como título de la lista, %sender_name para el nombre del remitente,%sender_email para el correo electrónico del remitente, %sender_phone para el teléfono del remitente y %sender_message para el mensaje del remitente

source: Lead Form Subject
es_es: Asunto del formulario de cliente potencial

source: Email subject for lead form
es_es: Asunto del correo electrónico para el formulario de cliente potencial

source: Somone contacted for a listing
es_es: Alguien le ha contactado por su anuncio

source: Lead Form Content
es_es: Contenido del formulario de cliente potencial

source: Email content for lead form
es_es: Contenido de correo electrónico para formulario de cliente potencial

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
es_es: Alguien se ha puesto en contacto con usted para obtener detalle de su anuncio "%listing_title". Los datos del cliente son<br>Nombre: %sender_name<br>Email: %sender_email<br>Teléfono:%sender_phone<br>Mensaje: %sender_message

source: Reviews Email Templates
es_es: Reseñas de plantillas de correo electrónico

source: Use these shortcodes only for Review email. %listing_title as listing title, %listing_url as listing link, %reviewtext as Review Message, and %reviewer_email for Reviewer Email in content
es_es: Utilice estos códigos cortos solo para revisar el correo electrónico. % Listing_title como título de la lista,%listing_url como enlace de la lista,%reviewtext como mensaje de revisión y %reviewer_email para el correo electrónico del revisor en el contenido

source: Review Submission Subject (Author)
es_es: Asunto de envío de revisión (autor)

source: Enter Subject of Email for Listing Author
es_es: Ingrese el asunto del correo electrónico para el autor del anuncio

source: Review Submit Email
es_es: Revisar Enviar correo electrónico

source: Review Submission Content (Author)
es_es: Revisar contenido de envío (autor)

source: Email content for Listing Author
es_es: Contenido de correo electrónico para el autor del anuncio

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
es_es: Alguien ha revisado el anuncio "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url

source: Review Submission Subject(Reviewer)
es_es: Asunto de revisión de revisión (revisor)

source: Enter Subject of Email for Reviewer
es_es: Introduzca el asunto del correo electrónico para el revisor

source: Review Submission content(Reviewer)
es_es: Revisar el contenido del envío (revisor)

source: Email content for Reviewer
es_es: Contenido de correo electrónico para revisor

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
es_es: Ha revisado el anuncio "%Listing_title". Los detalles son los siguientes: <br>Listado:% Listing_title<br>URL:%Listing_url

source: Privacy
es_es: Privacidad

source: Privacy Page
es_es: Página de privacidad

source: Signup
es_es: Regístrate

source: Show Agree to the Privacy Policy during using Signup
es_es: Mostrar Aceptar la Política de privacidad durante el uso de la suscripción

source: Listing Submission
es_es: Envío de Anuncio

source: Show Agree to the Privacy Policy during Listing Submission
es_es: Mostrar estar de acuerdo con la política de privacidad durante el envío del anuncio

source: Review Submission
es_es: Envío de revisión

source: Show Agree to the Privacy Policy during Review Submission
es_es: Mostrar Aceptar la Política de privacidad durante el envío de la revisión

source: Lead Form
es_es: Formulario de cliente potencial

source: Show Agree to the Privacy Policy on Lead Forms
es_es: Mostrar Aceptar la Política de privacidad sobre formularios de clientes potenciales

source: Listing Claim Form
es_es: Formulario de solicitud de reclamo de anuncio

source: Show Agree to the Privacy Policy during Listing Claim Submission
es_es: Mostrar estar de acuerdo con la política de privacidad durante el envío de la solicitud de reclamos de anuncio

source: Contact Form
es_es: Formulario de contacto

source: Show Agree to the Privacy Policy on Contact Page Form
es_es: Mostrar Aceptar la Política de privacidad en el formulario de la página de contacto

source: Invoice
es_es: Factura

source: Company Logo
es_es: Logo de la compañía

source: Upload company logo for invoices.
es_es: Cargue el logotipo de la empresa para las facturas.

source: Company Name
es_es: nombre de empresa

source: Enter company full name
es_es: Ingrese el nombre completo de la empresa

source: Company Address
es_es: Dirección de la empresa

source: Company Phone
es_es: Teléfono de la empresa

source: Additional Info
es_es: Información adicional

source: Thank You text
es_es: Texto de agradecimiento

source: Ads
es_es: Publicidad

source: Campaign type
es_es: Tipo de campaña

source: Select type of campaign
es_es: Seleccionar tipo de campaña

source: Select Type of Ad Campaign Used
es_es: Seleccione el tipo de campaña publicitaria utilizada

source: Pay Per Day (PPD)
es_es: Pago Por Día (PPD)

source: Pay Per Click (PPC)
es_es: Pago Por Clic (PPC)

source: Promotion Title
es_es: Título de la promoción

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
es_es: Habilite los anuncios destacados. Los anuncios destacados se muestran en el elemento Publicaciones del listado

source: Spotlight Price (PPD)
es_es: Precio de Spotlight (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include any currency sign ).
es_es: Ingrese el monto que desea cobrar a los propietarios de negocios por promocionar sus anuncios para este formato y ubicación (no incluya ningún signo de moneda).

source: Spotlight Price (PPC)
es_es: Precio de Spotlight (PPC)

source: Side of Listing Ads
es_es: Lado de los anuncios de listado
