Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
es_es: Habilite el lado de los anuncios de listado. El lado de los anuncios de listado requiere un widget dentro del listado

source: Side of Listing (PPD)
es_es: Lado del listado (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include currency sign ).
es_es: Ingrese el monto que desea cobrar a los propietarios de negocios por promocionar sus anuncios para este formato y ubicación (no incluya el signo de moneda).

source: Side of Listing (PPC)
es_es: Lado del listado (PPC)

source: Top of Search Ads
es_es: Top de anuncios de búsqueda

source: Top of Search Ads Price (PPD)
es_es: Precio publicidad en la parte superior de los anuncios de búsqueda (PPD)

source: Top of Search Price (PPC)
es_es: Precio publicidad en la parte superior de búsqueda (PPC)

source: Form reCaptcha
es_es: Formulario reCaptcha

source: Enable to display Google reCAPTCHA and Load Script
es_es: Habilite para mostrar Google reCAPTCHA y Load Script

source: Google reCAPTCHA v3 Site Key
es_es: Clave del sitio Google reCAPTCHA v3

source: Create Key <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>
es_es: Crear clave <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>

source: Site Key For Google Recaptcha
es_es: Clave del sitio para Google Recaptcha

source: Google reCAPTCHA v3 Secret Key
es_es: Clave secreta de Google reCAPTCHA v3

source: Secret Key For Google Recaptcha
es_es: Clave secreta para Google Recaptcha

source: User registeration
es_es: Registro de usuario

source: Show Google reCAPTCHA during User Registration
es_es: Mostrar Google reCAPTCHA durante el registro de usuario

source: User login
es_es: Inicio de sesión de usuario

source: Show Google reCAPTCHA during User Login
es_es: Mostrar Google reCAPTCHA durante el inicio de sesión del usuario

source: Show Google reCAPTCHA during Listing Submission
es_es: Mostrar Google reCAPTCHA durante el envío de anuncios

source: Listing Edit
es_es: Editar Anuncio

source: Show Google reCAPTCHA during Edit Listing
es_es: Mostrar Google reCAPTCHA durante Editar anuncio

source: Show Google reCAPTCHA on Listing Lead Form
es_es: Mostrar Google reCAPTCHA en el formulario de cliente potencial de anuncio

source: Review Form
es_es: Formulario de revisión

source: Show Google reCAPTCHA on Listing Review Submission
es_es: Mostrar Google reCAPTCHA en el envío de revisión de anuncio

source: Contact Page Form
es_es: Formulario de página de contacto

source: Show Google reCAPTCHA on Contact Page Form
es_es: Mostrar Google reCAPTCHA en el formulario de la página de contacto

source: User Profile
es_es: Perfil del usuario

source: Show Google reCAPTCHA v3 on user profile
es_es: Mostrar Google reCAPTCHA v3 en el perfil de usuario

source: URL Config
es_es: Configuración de URL

source: URL Rewrite
es_es: Reescritura de URL

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
es_es: Actualice los enlaces permanentes (en el menú Configuración) después de cualquier cambio que realice en los siguientes slugs (para evitar una página de error 404)

source: listing slug
es_es: lista de babosa

source: Default is "listing"
es_es: El valor predeterminado es "anuncio"

source: listing category slug
es_es: lista de categoría slug

source: Default is "listing-category"
es_es: El valor predeterminado es "listing-category"

source: Location slug
es_es: Ubicación slug

source: Default is "location"
es_es: El valor predeterminado es "ubicación"

source: Features slug
es_es: Características slug

source: Default is "features"
es_es: El valor predeterminado es "características"

source: Events slug
es_es: Eventos slug

source: Default is "events"
es_es: El valor predeterminado es "eventos"

source: Frontend Dashboard Page
es_es: Página del panel frontal

source: Submit Listing Page
es_es: Enviar página de anuncio

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
es_es: Seleccione la página utilizada para el envío del anuncio (la página debe incluir el código corto de envío del anuncio)

source: Edit Listing Page
es_es: Editar página de Anuncio

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
es_es: Seleccione la página utilizada para editar anuncios (la página debe incluir el shortcode de edición del listado)

source: Price plans Page
es_es: Página de planes de precios

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
es_es: Seleccione la página utilizada para los planes de precios (la página debe incluir el shortcode del plan de precios)

source: Contact Page
es_es: Pagina de contacto

source: Translate all text strings into your own language
es_es: Traduce todas las cadenas de texto a tu propio idioma

source: Contact Information
es_es: <label for = "contact_show"><b> información de contacto</b></label>

source: Enable Contact Information to show on the Contact Page
es_es: Habilite la información de contacto para que se muestre en la página de contacto

source: Contact information
es_es: <label for = "contact_show"><b> Información de contacto</b></label>

source: ON=SHOW, OFF= HIDE
es_es: ON=MPSTRAR, OFF= ESCONDER

source: Title for contact information
es_es: Título de la información de contacto

source: Social Links
es_es: vínculos sociales

source: Enable Social Media Links to show
es_es: Habilitar enlaces de redes sociales para mostrar

source: Enter full URL including HTTPS://
es_es: Ingrese la URL completa, incluido HTTPS: //

source: Add or edit Form settings
es_es: Agregar o editar la configuración del formulario

source: Cotact Form Provider
es_es: Proveedor de formularios de contacto

source: Enter the Shortcode for your preferred form. (be sure to install wpforms lite.)
es_es: Ingrese el código corto para su formulario preferido. (asegúrese de instalar wpforms lite).

source: Header for From
es_es: Encabezado para From

source: Successful Submission Message
es_es: Mensaje de envío exitoso

source: Failed Submission Message
es_es: Mensaje de envío fallido

source: Shortcode for WPForms Lite
es_es: shortcode para WPForms Lite

source: Enter the Shortcode for your preferred form.
es_es: Ingrese el código corto para su formulario preferido.

source: Contact Map
es_es: Mapa de contacto

source: Set Latitude and longitude for contact page map
es_es: Establecer latitud y longitud para el mapa de la página de contacto

source: Contact Page Map
es_es: Mapa de la página de contacto

source: Enable to show Map
es_es: Habilitar para mostrar mapa

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Footer
es_es: Pie de página

source: Add or edit Footer information
es_es: Agregar o editar la información del pie de página

source: Footer Layout
es_es: Diseño de pie de página

source: Select Footer layout
es_es: Seleccionar diseño de pie de página

source: Select from 1 of 11 Layout Styles.
es_es: Seleccione uno de los 11 estilos de diseño.

source: Select footer widget layout
es_es: Seleccionar el diseño del widget de pie de página

source: Control the number of columns in the footer
es_es: Controlar el número de columnas en el pie de página

source: Controls the Background Color of the Footer
es_es: Controla el color de fondo del pie de página

source: Footer bottom area Background color
es_es: Área inferior del pie de página Color de fondo

source: Footer Top Text Color ON/OFF
es_es: Color del texto superior del pie de página ON/OFF

source: Footer top area text color
es_es: Color del texto del área superior del pie de página

source: Footer Bottom Text Color ON/OFF
es_es: Color del texto inferior del pie de página ON/OFF

source: Footer bottom area text color
es_es: Color del texto del área inferior del pie de página

source: Copyright text
es_es: Texto de copyright

source: Enter the text that displays in the Copyright Bar
es_es: Ingrese el texto que se muestra en la barra de derechos de autor

source: Footer Logo
es_es: Logotipo de pie de página

source: Select Image to show with the Page Footer
es_es: Seleccionar imagen para mostrar con el pie de página

source: Theme Author Information
es_es: Información del autor del tema

source: Footer Text Section Heading
es_es: Encabezado de sección de texto de pie de página

source: Footer Text Section Content
es_es: Contenido de la sección de texto de pie de página

source: Footer Button Text
es_es: Texto del botón de pie de página

source: Footer Button URL
es_es: URL del botón de pie de página

source: Documentation
es_es: Documentación

source: Section via hook
es_es: Sección vía gancho

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
es_es: <p class="description">Esta es una sección creada agregando un filtro a la matriz de secciones. Puede ser utilizado por temas secundarios para agregar / eliminar secciones de las opciones.</p>

source: Random Ads
es_es: Anuncios aleatorios

source: Detail Page Ads
es_es: Anuncios de página de detalles

source: Top in Search Page Ads
es_es: Top en anuncios de la página de búsqueda

source: Enjoy using our features of Listings subscription in very cheap price
es_es: Disfrute usando nuestras características de suscripción premium para Anuncios a un precio muy económico

source: listing title
es_es: Título del Anuncio

source: price
es_es: PRECIO

source: Install Required Plugins
es_es: Instalar los complementos necesarios

source: Install Plugins
es_es: Instalar complementos

source: Installing Plugin: %s
es_es: Instalación del complemento: %s

source: Updating Plugin: %s
es_es: Actualización del complemento: %s

source: Something went wrong with the plugin API.
es_es: Algo salió mal con la API del complemento.

source: This theme requires the following plugin: %1$s.
es_es: Este tema requiere el siguiente complemento: %1$s.

source: This theme recommends the following plugin: %1$s.
es_es: Este tema recomienda el siguiente complemento: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es_es: El siguiente complemento debe actualizarse a su última versión para garantizar la máxima compatibilidad con este tema: %1$s.

source: There is an update available for: %1$s.
es_es: Hay una actualización disponible para: %1$s.

source: The following required plugin is currently inactive: %1$s.
es_es: El siguiente complemento obligatorio está inactivo actualmente: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
es_es: El siguiente complemento recomendado está actualmente inactivo: %1$s.

source: Begin installing plugin
es_es: Comience a instalar el complemento

source: Begin updating plugin
es_es: Comenzar a actualizar el complemento

source: Begin activating plugin
es_es: Comenzar a activar el complemento

source: Return to Required Plugins Installer
es_es: Volver al instalador de complementos necesarios

source: Return to the Dashboard
es_es: Regreso al panel de control

source: Plugin activated successfully.
es_es: Plugin activado correctamente.

source: The following plugin was activated successfully:
es_es: El siguiente complemento se activó con éxito:

source: No action taken. Plugin %1$s was already active.
es_es: Ninguna acción tomada. El complemento %1$s ya estaba activo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
es_es: Complemento no activado. Se necesita una versión superior de %s para este tema. Actualice el complemento.

source: All plugins installed and activated successfully. %1$s
es_es: Todos los complementos instalados y activados correctamente. %1$s

source: Dismiss this notice
es_es: Descartar este aviso

source: There are one or more required or recommended plugins to install, update or activate.
es_es: Hay uno o más complementos requeridos o recomendados para instalar, actualizar o activar.

source: Please contact the administrator of this site for help.
es_es: Comuníquese con el administrador de este sitio para obtener ayuda.

source: This plugin needs to be updated to be compatible with your theme.
es_es: Este complemento debe actualizarse para que sea compatible con su tema.

source: Update Required
es_es: Actualización requerida

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
es_es: El paquete del complemento remoto no contiene una carpeta con el slug deseado y el cambio de nombre no funcionó.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
es_es: Comuníquese con el proveedor del complemento y pídale que empaquete su complemento de acuerdo con las pautas de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
es_es: El paquete del complemento remoto consta de más de un archivo, pero los archivos no están empaquetados en una carpeta.

# plugin A *and* plugin B
source: and
es_es: y

source: Required
es_es: Necesario

source: Recommended
es_es: Recomendado

source: External Source
es_es: Fuente externa

source: Pre-Packaged
es_es: Pre-empaquetado

source: Not Installed
es_es: No instalado

source: Installed But Not Activated
es_es: Instalado pero no activado

source: Active
es_es: Activo

source: Required Update not Available
es_es: Actualización requerida no disponible

source: Requires Update
es_es: Requiere actualización

source: Update recommended
es_es: Actualizacion recomendada

source: To Install <span class="count">(%s)</span>
es_es: Instalar<span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
es_es: Actualización disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
es_es: Activar <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
es_es: desconocido

source: Minimum required version:
es_es: Versión mínima requerida:

source: Available version:
es_es: Versión disponible:

source: No plugins to install, update or activate.
es_es: No hay complementos para instalar, actualizar o activar.

source: Source
es_es: Fuente

source: Version
es_es: Versión

source: Install %2$s
es_es: Instalar %2$s

source: Update %2$s
es_es: Actualizar %2$s

source: Activate %2$s
es_es: Activar %2$s

source: Upgrade message from the plugin author:
es_es: Mensaje de actualización del autor del complemento:

source: Install
es_es: Instalar

source: Update
es_es: Actualizar

source: Activate
es_es: Activar

source: No plugins were selected to be installed. No action taken.
es_es: No se seleccionaron complementos para instalar. Ninguna acción tomada.

source: No plugins were selected to be updated. No action taken.
es_es: No se seleccionaron complementos para actualizar. Ninguna acción tomada.

source: No plugins are available to be installed at this time.
es_es: No hay complementos disponibles para instalar en este momento.

source: No plugins are available to be updated at this time.
es_es: No hay complementos disponibles para actualizar en este momento.

source: No plugins were selected to be activated. No action taken.
es_es: No se seleccionaron complementos para activarlos. Ninguna acción tomada.

source: No plugins are available to be activated at this time.
es_es: No hay complementos disponibles para activarse en este momento.

source: Plugin activation failed.
es_es: Falló la activación del complemento.

source: Updating Plugin %1$s (%2$d/%3$d)
es_es: Actualizando el complemento%1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es_es: Ocurrió un error durante la instalación %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
es_es: Error en la instalación de %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
es_es: Se inicia el proceso de instalación y activación. Este proceso puede tardar un poco en algunos hosts, así que tenga paciencia.

source: %1$s installed and activated successfully.
es_es: %1$s instalado y activado correctamente.

source: Show Details
es_es: Mostrar detalles

source: Hide Details
es_es: Ocultar detalles

source: All installations and activations have been completed.
es_es: Todas las instalaciones y activaciones han sido completadas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
es_es: Instalación y activación del complemento %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es_es: Comienza el proceso de instalación. Este proceso puede tardar un poco en algunos hosts, así que tenga paciencia.

source: %1$s installed successfully.
es_es: %1$s instalado y activado correctamente.

source: All installations have been completed.
es_es: Se han completado todas las instalaciones.

source: Installing Plugin %1$s (%2$d/%3$d)
es_es: Instalación del complemento %1$s (%2$d/%3$d)

source: Owner Response
es_es: Respuesta del propietario

source: Sorry! Listing owners can not post review on their listings!
es_es: ¡Lo siento! ¡Los propietarios de anuncios no pueden publicar reseñas en sus anuncios!

source: Sorry! already posted on this listing!
es_es: ¡Lo siento! ya ha publicado en este anuncio!

source: Email already exists! Please login or change email
es_es: ¡El Email ya existe! Inicie sesión o cambie el correo electrónico

source: User name already exists! Please login or try a different one
es_es: ¡Nombre de usuario ya existe! Inicie sesión o pruebe con uno diferente

source: Review has been submitted successfully
es_es: La revisión se ha enviado correctamente

source: Thanks for reacting
es_es: Gracias por reaccionar

source: Max. allowed images are
es_es: Cantidad máxima de imágenes en su Plan Actual son

source: Max. allowed images size is
es_es: Max. El tamaño de las imágenes permitido es

source: Add Review
es_es: Agregar una opinión

source: Select Images
es_es: Seleccionar imágenes

source: Browse
es_es: Vistazo

source: Title
es_es: Título

source: Example: It was an awesome experience to be there
es_es: Ejemplo: fue una experiencia increíble estar allí

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
es_es: Consejo: una buena reseña cubre toda la experiencia en el lugar, el servicio, el ambiente, la tención. ¿Tiene recomendaciones que hacer constructivas o algo que todos deberían tomar en cuentaí? ¡Incluya eso también!

source: Your review is recommended to be at least 140 characters long :)
es_es: Se recomienda que su reseña tenga al menos 140 caracteres :)

source: You agree & accept our Terms & Conditions for posting this review?
es_es: ¿Está de acuerdo y acepta nuestros Términos y condiciones para publicar esta reseña?

source: Submit Review
es_es: DEJAR RESEÑA ✍

source: Please fill Email, Title, Description and Rating
es_es: Por favor, complete el correo electrónico, el título, la descripción y la calificación

source: User Name
es_es: nombre de usuario

source: john
es_es: jorge

source: you@website.com
es_es: Ej: correo@gmail.com

source: Your review is recommended to be at least 140 characters long
es_es: Se recomienda que tu reseña tenga al menos 140 caracteres.

source: Submit Review
es_es: DEJAR RESEÑA ✍

source: Signup & Submit Review
es_es: Registrarse y enviar revisión

source: Write a review
es_es: Escribe una reseña

source: Your Rating
es_es: Tu clasificación

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
es_es: Consejo: una buena reseña cubre la comida, el servicio y el ambiente. ¿Tiene recomendaciones de sus platos y bebidas favoritos, o algo que todos deberían probar aquí? ¡Incluya eso también! Y recuerda.

source: Your review recommended to be at least 140 characters long :)
es_es: Se recomienda que tu reseña tenga al menos 140 caracteres :)

source: in
es_es: en

source: for
es_es: para

source: No Results
es_es: No hay resultados

source: Sorry! There are no listings matching your search.
es_es: ¡Lo siento! No hay anuncios que coincidan con su búsqueda.

source: Try changing your search filters or
es_es: Intente cambiar sus filtros de búsqueda o

source: Reset Filter
es_es: Restablecer filtro

source: More results for
es_es: Más resultados para

source: Someone
es_es: Alguien

source: Country :
es_es: País :

source: City :
es_es: Ciudad :

source: Zip :
es_es: Código Postal :

source: Setup Wizard
es_es: Asistente de configuración

source: Introduction
es_es: Introducción

source: Content
es_es: Contenido

source: Ready!
es_es: Listo '

source: Listingpro &rsaquo; Setup Wizard
es_es: Listing Pro &rsaquo; Asistente de configuración

source: Return to the WordPress Dashboard
es_es: Volver al panel de Listing Pro

source: Welcome to the Easy Setup Assistant for %s.
es_es: Bienvenido al Asistente de configuración fácil para %s.

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
es_es: Parece que se ha actualizado recientemente a este tema. ¡Excelente! Este asistente de configuración ayudará a garantizar que todas las configuraciones predeterminadas sean correctas. También mostrará información sobre su nuevo sitio web y opciones de soporte.

source: Let's Go!
es_es: ¡Vamos!

source: Not right now
es_es: No ahora

source: Welcome to the Easy Setup Assistant! for %s.
es_es: ¡Bienvenido al Asistente de configuración fácil! por %s.

source: LATER
es_es: LUEGO

source: Run Setup Wizard Again
es_es: Ejecute el asistente de configuración de nuevo

source: Easy Setup! Click! Click! Click!
es_es: ¡Configuración fácil! ¡Hacer clic! ¡Hacer clic! ¡Hacer clic!

source: This wizard will help you kickstart with all the necessary tools.
es_es: Este asistente lo ayudará a comenzar con todas las herramientas necesarias.

source: Ready to begin the setup?
es_es: ¿Listo para comenzar la configuración?

source: START
es_es: INICIO

source: NEXT
es_es: PRÓXIMO

source: First, let us help you unpack.
es_es: Primero, permítanos ayudarlo a desempacar.

source: Stay tight while we install all necessary tools for your new directory.
es_es: Manténgase firme mientras instalamos todas las herramientas necesarias para su nuevo directorio.

source: Yes! i am ready.
es_es: ¡Si! estoy listo.

source: No Slug Found
es_es: No se encontró ningún slug

source: Let us help you jump start with dummy content.
es_es: Permítanos ayudarlo a comenzar con contenido ficticio.

source: Are you ready to import the dummy content?
es_es: ¿Estás listo para importar el contenido simulado?

source: Skip this step
es_es: Omitir este paso

source: Import Content
es_es: Importar contenido

source: Which Pre-Built Demo Style You Like?
es_es: ¿Qué estilo de demostración prediseñado te gusta?

source: preview
es_es: avance

source: SKIP
es_es: OMITIR

source: ACCEPT
es_es: ACEPTAR

source: Now you will be automatically redirected to WordPress dashboard...
es_es: Ahora será redirigido automáticamente al panel de Listing Pro ...

source: Upgrade
es_es: Actualizar

source: Upgrade Content and Settings
es_es: Actualizar contenido y configuración
