Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Get on top of the organic results instantly.
es_es: Obtenga al instante los resultados orgánicos.

source: Pay only when ads are clicked.
es_es: Pague solo cuando se haga clic en los anuncios.

source: Never spend more than your budget limit.
es_es: Nunca gaste más de su límite de presupuesto.

source: Need help getting started?
es_es: ¿Necesitas ayuda para empezar?

source: Call (877) 777-7777
es_es: Email : soporte@mimapa.cl

source: Invoices for Ads
es_es: Facturas de anuncios

source: Search Page Ads
es_es: Anuncios de la página de búsqueda

source: - Purchased Ads
es_es: - Anuncios comprados

source: View Detail
es_es: Ver Detalle

source: Order#
es_es: Orden#

source: Purchased Date
es_es: Fecha de compra

source: Expiry Date
es_es: Fecha de caducidad

source: Sorry ! There is no Invoice generated yet!
es_es: Lo siento ! ¡Aún no se ha generado ninguna factura!

source: ADS STATS
es_es: ESTADÍSTICAS DE ANUNCIOS

source: are you sure you want to delete?
es_es: ¿Estás seguro de que quieres eliminar?

source: Add new announcement
es_es: Agregar nuevo anuncio publicitario

source: All Announcements
es_es: Todos los anuncios publicitarios

source: Add new
es_es: Agregar nuevo

source: Listing title
es_es: Título del Anuncio

source: Call to action title
es_es: Título de la llamada a la acción

source: use font awesome
es_es: usar fuente impresionante

source: Button Text
es_es: Botón de texto

source: Button Link
es_es: Enlace de botón

source: Add Announcements
es_es: Agregar anuncios publicitarios

source: Live Preview
es_es: Vista previa en vivo

source: e.g. 46% Off - Two Vouchers Each Valid for One Large Specialty Pizza
es_es: Ej. 46% de descuento: dos cupones cada uno válido para una pizza de especialidad grande

source: We are proud to announce launch of new branch
es_es: Estamos orgullosos de anunciar el lanzamiento de una nueva sucursal.

source: Announcement
es_es: Publicidad

source: Announcements not allowed with this listing. Please upgrade your plan.
es_es: Anuncios no permitidos con este Plan. Actualice su plan a PREMIUM.

source: choose a Listing
es_es: elegir un anuncio

source: Choose call to action type
es_es: Elija el tipo de llamada a la acción

source: Announcement Title
es_es: Título de la publicidad

source: Save 20% on 3 nights stay
es_es: Ahorre 20 % on estancias de 3 noches

source: Buy Tickets
es_es: Comprar boletos

source: Contact Us Title
es_es: Contacta con nosotros Título

source: Mention Listingpro! save 5% on services
es_es: Mencione Listing Pro! Ahorre 10% on sus compras

source: Contact Us
es_es: Contacta con nosotros

source: Free appetizer with purchase of two entrees
es_es: Aperitivo gratis con la compra de dos platos principales

source: Get Offer
es_es: Obtener oferta

source: Get a quote today and save up-to 40%
es_es: Obtenga una cotización hoy y ahorre hasta un 40%

source: Get Quote
es_es: Obtener cotización

source: Join Now Title
es_es: Únete ahora Título

source: 3 Free classes + 50% off from first purchase
es_es: 3 clases gratis + 50% de descuento desde la primera compra

source: Join Now
es_es: Únete ahora

source: Learn More Title
es_es: Más información Título

source: Checkout our new happy hour specialist
es_es: Echa un vistazo a nuestro nuevo especialista en happy hour

source: Learn More
es_es: Aprende más

source: Coupon Title
es_es: Título del cupón

source: Print Coupon
es_es: Imprimir cupón

source: Title here10
es_es: Título aquí10

source: 50% off your two purchase & first two Move-in-Trucks
es_es: 50% de descuento en sus dos compras y los dos primeros camiones de mudanza

source: Reserve Now
es_es: Reservar Ahora

source: Same day appointment available
es_es: Reserva disponible el mismo día

source: Schedule Appointment
es_es: Programar una reserva

source: choose an Icon
es_es: Elige un icono

source: use font awesome class e.g fa fa-bullhorn
es_es: use la fuente de clase impresionante, por ejemplo, fa fa-bullhorn

source: Your Message
es_es: Tu mensaje

source: Ads - Promote your Listings
es_es: Anuncios: promocione sus anuncios

source: Get Started Now!
es_es: Empieza ahora

source: Sorry ! You have no Published listings yet!
es_es: Lo siento ! ¡Aún no tienes anuncios publicados!

source: Promote
es_es: Promocionar

source: Where you want to show your ad
es_es: Dónde desea mostrar su anuncio

source: These ads will appear on various location through out the site where ever the site-admin has defined. Usually on NON-Directory listing pages such as Home, About Us, Contact us, Blog posts etc.
es_es: Estos anuncios aparecerán en varias ubicaciones a través del sitio donde el administrador del sitio haya definido. Por lo general, en páginas de listas que no son del directorio, como Inicio, Acerca de nosotros, Contáctenos, Publicaciones de blog, etc.

source: These ads will show in the bottom right of individual listings in a unique design.
es_es: Estos anuncios se mostrarán en la parte inferior derecha de los listados individuales con un diseño único.

source: These ads will appear on the search results or category listing page.
es_es: Estos anuncios aparecerán en los resultados de búsqueda o en la página de listado de categorías.

source: Show Random Ads
es_es: Mostrar anuncios aleatorios

source: Show Detail Page Ads
es_es: Mostrar anuncios de página de detalles

source: Show Ads in search and taxonomy
es_es: Mostrar anuncios en búsqueda y taxonomía

source: Ad duration
es_es: Duración del anuncio

source: inc.tax
es_es: IVA incluido

source: next
es_es: siguiente

source: Back
es_es: Volver

source: Sorry ! You have no checkout payment method
es_es: Lo siento ! No tiene método de pago, abra un ticket de soporte y comuníquese con nosotros.

source: Please select form fields
es_es: Seleccione los campos del formulario

source: Create Menu
es_es: Crear menú

source: Old Price
es_es: Precio anterior

source: description
es_es: Descripción.

source: New Price
es_es: Nuevo precio

source: Menu Type
es_es: Tipo de menú

source: Menu group
es_es: Grupo de menú

source: Message & listing are required fields
es_es: El mensaje y la lista son campos obligatorios

source: Remove
es_es: Eliminar

source: Add Menu
es_es: Agregar menú

source: Menu title
es_es: Título del menú

source: old price
es_es: precio anterior

source: menu detail
es_es: detalle del menú

source: new price
es_es: nuevo precio

source: select type
es_es: seleccione tipo

source: Please add types
es_es: Por favor agregue tipos

source: select group
es_es: selecciona grupo

source: Please add groups
es_es: Por favor agregue grupos

source: Upload Photo
es_es: Subir foto

source: Add
es_es: Añadir

source: title, listing, & type are required
es_es: el título, el anuncio y el tipo son obligatorios

source: Add new
es_es: Agregar nuevo

source: All Coupons
es_es: Todos los cupones

source: all deals
es_es: todas las ofertas

source: active
es_es: activo

source: expired
es_es: Caducado

source: add new
es_es: Agregar nuevo

source: deal
es_es: acuerdo

source: Coupon code
es_es: Código promocional

source: discount
es_es: descuento

source: Deal
es_es: Acuerdo

source: Coupon Code
es_es: Código promocional

source: Discount
es_es: Descuento

source: inactive
es_es: inactivo

source: e.g. 46% Off - One Large Specialty Pizza
es_es: Ej. 46% de descuento: una pizza de especialidad grande

source: Coupon Details
es_es: Detalles del cupón

source: e.g. Choice of: Two vouchers: Each Good for One Large Specialty Pizza $20 Value
es_es: Ej. Opción de: Dos cupones: cada uno vale para una pizza grande de especialidad Valor de $ 20

source: Coupon Starts
es_es: Inicio de cupón

source: Coupon Ends
es_es: Finaliza el cupón

source: e.g. SUMMER50
es_es: Ej: VERANO50

source: e.g. http://www.example.com
es_es: Ej: https://www.tusitio.com

source: Discount Value
es_es: Valor de descuento

source: e.g. 50% || $50
es_es: Ej: 50% || $50

source: *Skip this if your deal doesn't include a coupon
es_es: * Omita esto si su oferta no incluye un cupón

source: Button Name
es_es: Nombre del botón

source: e.g. CLICK HERE
es_es: ej: HAGA CLIC AQUÍ

source: *If left blank the default text "CLICK HERE" will be used.
es_es: * Si se deja en blanco, se utilizará el texto predeterminado "HAGA CLIC AQUÍ".

source: *Only enable Custom URL if you would like to redirect users to an external link.
es_es: * Solo habilite la URL personalizada si desea redirigir a los usuarios a un enlace externo.

source: nothing found
es_es: nada Encontrado

source: Start End
es_es: Inicio fin

source: Discount Value %
es_es: Valor de descuento

source: Custom Text (Button)
es_es: Texto personalizado (botón)

source: Custom URL (Button)
es_es: URL personalizada (botón)

source: e.g. http://www.listingprowp.com
es_es: Ej: https://www.mimapa.cl

source: Create Coupon
es_es: Crear cupón

source: Choose a listing for the coupon
es_es: Elija un anuncio para el cupón

source: Discount/Deals not allowed with this listing. Please upgrade your plan.
es_es: Descuento/Ofertas no permitidas con este Plan. Actualice su plan a PREMIUM.

source: $ Dollar
es_es: $ Dolar

source: % Percent
es_es: % Por ciento

source: Coupon Starts
es_es: Inicio de cupón

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: set end date
es_es: establecer fecha de finalización

source: Coupon Ends
es_es: Finaliza el cupón

source: External Coupon URL
es_es: URL del cupón externo

source: Coupon Featured Image
es_es: Imagen destacada del cupón

source: Message Sent Successfully
es_es: Mensaje enviado con éxito

source: This event has no attendees so far.
es_es: Este evento no tiene asistentes hasta ahora.

source: Go Back To Events
es_es: Volver a Eventos

source: Download CSV
es_es: Descarga CSV

source: Check All
es_es: Comprobar todo

source: Username
es_es: Nombre de usuario

source: Full Name
es_es: Nombre completo

source: Create Message
es_es: Crear un mensaje

source: Enter Your Massage
es_es: Ingrese su masaje

source: Your Location
es_es: Tu ubicación

source: Drop Pin
es_es: Pin de ubicación

source: Are you sure you want to delete?
es_es: ¿Estás seguro de que quieres eliminar?

source: All Events
es_es: Todos los eventos

source: all events
es_es: todos los eventos

source: upcoming
es_es: próximo

source: add new
es_es: Añadir nuevo

source: Display In
es_es: Mostrar en

source: Content Area
es_es: Área de contenido

source: Sidebar Area
es_es: Área de la barra lateral

source: event
es_es: evento

source: start time
es_es: tiempo de inicio

source: View Attendees
es_es: Ver asistentes

source: Event Date
es_es: Fecha del evento

source: Event Time
es_es: Hora del evento

source: Event Name
es_es: Nombre del evento

source: Give it a short quick name
es_es: Dale un nombre corto y rápido

source: Event Description
es_es: descripción del evento

source: Event Starts
es_es: Inicia el evento

source: Event start Time
es_es: Hora de inicio del evento

source: Event Ends
es_es: Finaliza el evento

source: Event End Time
es_es: Hora de finalización del evento

source: Address
es_es: Dirección

source: e.g. Country, City, Location
es_es: p.ej. País, ciudad, ubicación

source: Create New event
es_es: Crear nuevo evento

source: Choose an event organizer's listing
es_es: Elija el anuncio para organizar el evento

source: Event not allowed or already an event with this listing.
es_es: Evento no permitido o ya es un evento con este anuncio.

source: Event Title
es_es: Título del evento

source: Search By Google
es_es: Buscar por Google

source: Manual Coordinates
es_es: Coordenadas manuales

source: Event Location
es_es: Lugar del evento

source: Address for Google Maps
es_es: Dirección para Google Maps

source: Add Custom Address
es_es: Agregar dirección personalizada

source: Add address here
es_es: Agregar dirección aquí

source: Time
es_es: Hora

source: Set end date
es_es: Establecer fecha de finalización

source: e.g Enter description about your event
es_es: p. ej., introduzca una descripción de su evento

source: Event Tickets
es_es: Entradas para eventos

source: Event URL
es_es: URL del evento

source: Event Featured Image
es_es: Imagen destacada del evento

source: Expired Listings
es_es: Anuncios vencidos

source: Are you sure you want to delete this?
es_es: ¿Estás seguro de que quieres eliminar esto?

source: Sorry ! You have no list expired yet!
es_es: ¡Aún no tienes un anuncio caducado!

source: You must be here for the first time. You will see messages here when user will contact you through lead form.
es_es: Debes estar aquí por primera vez. Verá mensajes aquí cuando el usuario se comunique con usted a través del formulario de clientes potenciales.

source: Listing :
es_es: Anuncio

source: Phone :
es_es: Teléfono

source: There is no replied message
es_es: No hay mensaje de respuesta

source: All Invoices
es_es: Todas las facturas

source: pending
es_es: pendiente

source: Reciept / Invoice
es_es: Recibo / Factura

source: date
es_es: Fecha:

source: amount
es_es: cantidad

source: (100% Discounted)
es_es: (100% de descuento)

source: Unlimited
es_es: Ilimitado

source: View
es_es: Ver

source: Invoice#
es_es: Factura#

source: Date:
es_es: Fecha:

source: Invoice To:
es_es: Factura a:

source: Pay To:
es_es: Pagar a:

source: Business Name
es_es: Nombre del Negocio

source: Call Us For Help
es_es: Llámanos para recibir ayuda

source: Invoice Details
es_es: Detalles de la factura

source: Transaction ID
es_es: ID de transacción

source: Listing Name
es_es: Nombre del anuncio

source: Amount
es_es: Cantidad

source: Plan Price
es_es: Precio del plan

source: Paid with
es_es: Pagado con

source: Download PDF
es_es: Descargar PDF

source: Print
es_es: Impresión

source: INVOICE#
es_es: FACTURA#

source: Tax Price
es_es: Precio de impuestos

source: Method
es_es: Método

source: You must be here for the first time. You will see Listing invoices here.
es_es: Debes estar aquí por primera vez. Verás Listado de facturas aquí.

source: Billed To:
es_es: Facturado a:

source: List Name :
es_es: Lista de nombres :

source: All Leads Form
es_es: Formulario de todos los clientes potenciales

source: add new form
es_es: agregar nuevo formulario

source: LISTING NAME
es_es: NOMBRE DEL ANUNCIO

source: Select a Field Type
es_es: Seleccione un tipo de campo

source: Text
es_es: Texto

source: Date-Time Local
es_es: Fecha-hora local

source: Dropdown
es_es: Desplegable

source: Range
es_es: Rango

source: File
es_es: Archivo

source: Label
es_es: Etiqueta

source: Options
es_es: Opciones

source: Multi Select
es_es: Selección múltiple

source: Placeholder
es_es: Marcador de posición

source: Minimum Value
es_es: Valor mínimo

source: eg.1
es_es: por ejemplo, 1

source: eg.100
es_es: por ejemplo, 100

source: Default Value
es_es: Valor por defecto

source: Step Value
es_es: Valor de paso

source: required field
es_es: campo requerido

source: no form found
es_es: ningún formulario encontrado

source: Create Form
es_es: Crear formulario

source: Message
es_es: Mensaje

source: Default Form Feilds
es_es: Campos de formulario predeterminados

source: Add form feild
es_es: Agregar campo de formulario

source: Invoices for Listing
es_es: Facturas para anuncios

source: - Purchased Listing
es_es: - Anuncio comprado

source: Published Listings
es_es: Anuncios publicados

source: Days Left
es_es: Días restantes

source: Sorry ! You have no listing yet!
es_es: Lo siento ! ¡Aún no tienes un anuncio!

source: All Listings
es_es: Todos Los Anuncios

source: all
es_es: todo

source: published
es_es: publicado

source: Add Google Analytics User ID
es_es: Agregar ID de usuario de Google Analytics

source: Analytics User Id
es_es: ID de usuario de Analytics

source: title
es_es: título

source: views
es_es: vistas

source: expiry
es_es: expiración

source: Associated Plan
es_es: Plan asociado

source: Days before
es_es: Días antes

source: Expiry
es_es: Expiración

source: Pay
es_es: ACTIVAR

source: "Your time is limited, so dont waste it living someone elses life."
es_es: "Tu tiempo es limitado, así que no lo pierdas viviendo la vida de otra persona".

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Yearly
es_es: Anual

source: Select a Listing
es_es: SELECCIONAR UNA LISTA

source: view
es_es: ver

source: User Views
es_es: Vistas de usuario

source: View your listings total views from the last Week or Month.
es_es: Vea las vistas totales a sus anuncios de la última semana o mes.

source: in All Times
es_es: en todos los tiempos

source: more insights
es_es: más ideas

source: leads
es_es: Potencial

source: Customer Leads
es_es: Clientes potenciales

source: View the total Leads from your listings for the last Week or Month.
es_es: Vea el total de clientes potenciales de sus anuncios durante la última semana o mes.

source: reviews
es_es: valoraciones

source: Customer Reviews
es_es: Valoración de los usuarios

source: View the Total Reviews for your listings from the last Week or Month.
es_es: Vea el total de reseñas en sus anuncios de la última semana o mes.

source: see less activity
es_es: ver menos actividad

source: see more activity
es_es: ver más actividad

source: Rating alerts
es_es: Alertas de calificación

source: Delete all related data
es_es: Eliminar todos los datos relacionados

source: Keep already added data
es_es: Mantener los datos ya agregados

source: Types
es_es: Tipos

source: Groups
es_es: Grupos

source: add new groups
es_es: agregar nuevos grupos

source: add new types
es_es: agregar nuevos tipos

source: Back to Menu
es_es: Volver al menú

source: Add new type
es_es: Agregar nuevo tipo

source: Type Name
es_es: Escribe un nombre

source: Special characters not allowed
es_es: Caracteres especiales no permitidos

source: e.g. Lunch
es_es: p.ej. Almuerzo

source: Add new group
es_es: Agregar nuevo grupo

source: Group Name
es_es: Nombre del grupo

source: e.g. Spicy
es_es: p.ej. Picante

source: Menu Types
es_es: Tipos de menú

source: Recent Menu Groups
es_es: Grupos de menú recientes

source: Add Menu Group
es_es: Agregar grupo de menú

source: menu group
es_es: grupo de menú

source: group text is required
es_es: se requiere texto de grupo

source: Recent Menu Types
es_es: Tipos de menú recientes

source: Add Menu Type
es_es: Agregar tipo de menú

source: menu type
es_es: tipo de menú

source: Type text is required
es_es: Se requiere escribir texto

source: are you sure you want to delete all menus of this listing?
es_es: ¿Está seguro de que desea eliminar todos los menús de esta lista?

source: ALL Menus
es_es: TODOS los menús

source: upload image menu
es_es: subir menú de imagen

source: ONLINE FOOD ORDERING SERVICES
es_es: PEDIDO DE ALIMENTOS EN LÍNEA SERVICIOS

source: menu assigned to
es_es: menú asignado a

source: No menu items added yet.
es_es: Aún no se agregaron elementos de menú.

source: Upload Image Menu
es_es: Menú Subir imagen

source: No Image Menu Added
es_es: No se agregó el menú de imagen

source: Menu not allowed with this listing. Please upgrade your plan.
es_es: Menú no permitido con este Plan. Actualice a PREMIUM.

source: ONLINE FOOD ORDERING SERVICES
es_es: SERVICIOS DE PEDIDO DE ALIMENTOS EN LÍNEA

source: No Service Added
es_es: Sin servicio agregado

source: e.g SALAD
es_es: Ej: ensalada de huevo

source: Service URL
es_es: URL de servicio

source: All Menus
es_es: Todos los menús

source: Create Menu Item(s)
es_es: Crear elemento (s) del menú

source: Choose a listing for the menu item(s) *
es_es: Elija un anuncio para los elementos del menú *

source: GROUPS
es_es: GRUPOS

source: Menu Item Name
es_es: Nombre del elemento del menú

source: Ex: $7
es_es: Ej .: $ 7

source: Menu Item Description
es_es: Elemento de menú Descripción

source: e.g. This delicious roasted chicken is marinated in...
es_es: p.ej. Este delicioso pollo asado está marinado en ...

source: External Menu Item URL
es_es: URL de elemento de menú externo

source: Make This Item As Popular Item
es_es: Hacer este artículo como artículo popular

source: Spice Level
es_es: Nivel de especias

source: Upload Menu Item Images
es_es: Cargar imágenes de elementos de menú

source: add menu item
es_es: agregar elemento de menú

source: View All Menu
es_es: Ver todo Menú

source: TYPES AND GROUPS MANAGER
es_es: GESTOR DE TIPOS Y GRUPOS

source: ALL TYPES
es_es: Todos los tipos

source: ALL GROUPS
es_es: TODOS LOS GRUPOS

source: e.g SPICY
es_es: Ej: MENÚ VEGETARIANO

source: All Packages
es_es: Todos los paquetes

source: type
es_es: tipo

source: trans id
es_es: identificación trans

source: trans date
es_es: fecha trans

source: expire on
es_es: vence en

source: Pending Listings
es_es: Anuncios pendientes

source: Days Left
es_es: Días restantes

source: Posted
es_es: Al corriente

source: days ago
es_es: hace días

source: day ago
es_es: hace un día

source: Posted Today
es_es: Publicado hoy

source: star rating.
es_es: calificación de estrellas.

source: Select New Images
es_es: Seleccionar nuevas imágenes

source: Review Response
es_es: Respuesta de revisión

source: You
es_es: Tú

source: posted a review on
es_es: publicó una reseña en

source: Rating:
es_es: Clasificación:

source: See More
es_es: Ver más

source: Review:
es_es: Revisión:

source: Edit this review
es_es: Editar esta reseña

source: received
es_es: recibido

source: submitted
es_es: presentada

source: You must be here for the first time. You will see all reviews here.
es_es: Debes estar aquí por primera vez. Verás todas las reseñas aquí.

source: posted on
es_es: Publicado en

source: Public reply
es_es: Respuesta pública

source: Write something in reply of this review
es_es: Escribe algo en respuesta a esta reseña.

source: Send Reply
es_es: Enviar respuesta

source: You must be here for the first time. You will see here all recieved reviews on your own listings.
es_es: Hola aquí verá todas las reseñas recibidas en sus anuncios.

source: Delete this review
es_es: Eliminar esta reseña

source: You must be here for the first time. You will see all posted reviews here.
es_es: Debes estar aquí por primera vez. Verá todas las reseñas publicadas aquí.

source: All Saved Listings
es_es: Todos los anuncios guardados

source: Add Image Menu to any listing
es_es: Agregar menú de imagen a cualquier anuncio

source: Title (example: "See Full Menu")
es_es: Título (ejemplo: "Ver menú completo")

source: Select your list to assign your food / service menu
es_es: Seleccione su lista para asignar su menú de comida / servicio

source: You have no published listing.
es_es: No tienes una ficha publicada.

source: Menu Option is Currently Active On
es_es: La opción de menú está activada actualmente

source: All Subscriptions
es_es: Todas las suscripciones

source: Subscription
es_es: Suscripción

source: Listing Title
es_es: Título del Anuncio

source: Upcoming renewal
es_es: Próxima renovación

source: Are you sure you want to proceed action?
es_es: ¿Estás seguro de que quieres proceder?

source: Unsubscribe
es_es: Darse de baja

source: exc. tax
es_es: Exc ª. impuesto

source: inc. tax
es_es: C ª. impuesto

source: Password Mismatch
es_es: Contraseña no coincide

source: success
es_es: éxito

source: Update Profile Details
es_es: Actualizar detalles de perfil

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
es_es: Actualice su foto manualmente Si la foto no está configurada, el Gravatar predeterminado será el mismo que su cuenta de correo electrónico de inicio de sesión

source: First Name
es_es: Primer Nombre

source: Last Name
es_es: Apellidos

source: eg. example@gmal.com
es_es: Ej: ejemplo@gmail.com

source: Adress 1st Line
es_es: Dirección 1ra línea

source: Your Address (1st line)
es_es: Su dirección (primera línea)

source: Adress 2nd Line
es_es: Dirección 2da línea

source: Your Address (2nd line)
es_es: Su dirección (segunda línea)
