Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Quick Tips
es_es: Consejos rápidos

source: Enable To Show Quick Tips.
es_es: Habilite para mostrar sugerencias rápidas.

source: Quick Tip Title
es_es: Título de sugerencia rápida

source: Quick Text
es_es: Texto rápido

source: Title Text
es_es: Texto del título

source: Location Text
es_es: Texto de ubicación

source: Location Mode
es_es: Modo de ubicación

source: Choose if multiple locations can be selected
es_es: Elija si se pueden seleccionar varias ubicaciones

source: Address
es_es: Habla a

source: Google Address Button Text
es_es: Texto del botón de dirección de Google

source: Custom Address Button Text
es_es: Texto del botón de dirección personalizado

source: Whatsapp Field Label
es_es: Etiqueta de campo de Whatsapp

source: Label for whatsapp field
es_es: Etiqueta para campo de whatsapp

source: It will show on listing submit and edit page
es_es: Se mostrará en la página de envío y edición del anuncio

source: Phone Text
es_es: Texto del teléfono

source: Website URL
es_es: Link Sitio Web o Tienda Online

source: Website Text
es_es: Texto del sitio web

source: Hours
es_es: Horas

source: 2nd Time Slot
es_es: 2da franja horaria

source: Enable to allow two Times slots per day.
es_es: Habilite para permitir dos espacios de Times por día.

source: Category Text
es_es: Texto de categoría

source: Select Category Mode
es_es: Seleccionar modo de categoría

source: Choose if multiple category can be selected.
es_es: Elija si se pueden seleccionar varias categorías.

source: Features area Text
es_es: Área de funciones Texto

source: Select your listing features
es_es: Seleccione las características de su anuncio

source: Price Range Text
es_es: Texto de rango de precios

source: Price From
es_es: Precio desde

source: Price From Text
es_es: Precio desde texto

source: Price To
es_es: Precio hasta

source: Price To Text
es_es: Precio al texto

source: Description Text
es_es: Texto descriptivo

source: FAQ
es_es: Preguntas más frecuentes

source: FAQ Title
es_es: Título de las preguntas frecuentes

source: FAQ Tabs Text
es_es: Texto de las pestañas de preguntas frecuentes

source: Hide or show all socials
es_es: Ocultar o mostrar todas las redes sociales

source: Tags field
es_es: Campo de etiquetas

source: Tags Text
es_es: Etiquetas de texto

source: Business video
es_es: Video Corporativo

source: Business video Text
es_es: Texto de video corporativo

source: Image Uploading
es_es: Carga de imágenes

source: Featured Image
es_es: Foto principal

source: Show Location
es_es: Mostrar ubicación

source: User Name Text
es_es: Texto del nombre de usuario

source: Enter User Name
es_es: Introduzca su nombre de usuario

source: Email Text
es_es: Texto de correo electrónico

source: Enter Your email
es_es: Introduce tu correo electrónico

source: Submit Listing Button Text
es_es: Enviar texto del botón de anuncio

source: Edit Listing Button Text
es_es: Editar el texto del botón de listado

source: Location
es_es: Ubicación

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
es_es: Esta sección es para el campo de ubicaciones en el envío y edición de listas. puede seleccionar la opción de ubicaciones "Auto" o "Manual"

source: Select Location Type
es_es: Seleccione el tipo de ubicación

source: Select option about locations
es_es: Seleccionar opción sobre ubicaciones

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
es_es: Seleccione si las ubicaciones las agrega el administrador o mediante Google Maps. Si se selecciona Google, se pueden seleccionar todas las ubicaciones del mundo a menos que estén restringidas a continuación.

source: Add Location Code
es_es: Agregar código de ubicación

source: Shortcode to restrict locations for specific country
es_es: Código corto para restringir ubicaciones para un país específico

source: Edited location code to restrict locations to the select country. Codes can be viewed here
es_es: Código de ubicación editado para restringir las ubicaciones al país seleccionado. Los códigos se pueden ver aquí

source: here
es_es: aquí

source: Location Pattern
es_es: Patrón de ubicación

source: Select option about locations pattern
es_es: Seleccione la opción sobre el patrón de ubicaciones

source: locations option for pattern on search and listing submit and edit
es_es: opción de ubicaciones para el patrón en la búsqueda y envío y edición de listados

source: This section is for submit review option. You can on/off reviews submission. You can also allow user to submit their reviews on listing by either option
es_es: Esta sección es para la opción de enviar revisión. Puede activar / desactivar el envío de reseñas. También puede permitir que el usuario envíe sus comentarios en la lista mediante cualquiera de las opciones

source: Review
es_es: revisión

source: Enable to allow reviews within listings
es_es: Habilitar para permitir reseñas dentro de anuncios

source: Post Review
es_es: Publicar revisión

source: Select option about review submit
es_es: Seleccione la opción sobre envío de revisión

source: Choose if the user must be logged in to leave reviews.
es_es: Elija si el usuario debe iniciar sesión para dejar comentarios.

source: Use Listing Image if No Image Uploaded with Review
es_es: Use la imagen de la lista si no se cargó ninguna imagen con la revisión

source: Upload Placeholder Image for Reviews
es_es: Cargar imagen de marcador de posición para reseñas

source: In case if there are no images uploaded with reviews.
es_es: En caso de que no haya imágenes subidas con reseñas.

source: Detail Listing Page Review Report Button
es_es: Botón Informe de revisión de la página de listado de detalles

source: Enable to choose multipoint reviews
es_es: Habilitar para elegir valoraciones multipunto

source: Field 1
es_es: Campo 1

source: Label Field 1
es_es: Campo de etiqueta 1

source: Field 2
es_es: Campo 2

source: Label Field 2
es_es: Campo de etiqueta 2

source: Field 3
es_es: Campo 3

source: Label Field 3
es_es: Campo de etiqueta 3

source: Field 4
es_es: Campo 4

source: Label Field 4
es_es: Campo de etiqueta 4

source: Gallery Images Counter
es_es: Contador de imágenes de la galería

source: Maximum no. of images allowed in gallery while submitting a review
es_es: No máximo de imágenes permitidas en la galería al enviar una reseña

source: Gallery Images Size
es_es: Tamaño de las imágenes de la galería

source: Allowed size of all images in gallery
es_es: Tamaño permitido de todas las imágenes en la galería

source: Reviews Order Filter
es_es: Reseñas Filtro de pedidos

source: Enable
es_es: Habilitar

source: Disable
es_es: Inhabilitar

source: Leads Form
es_es: Formulario de clientes potenciales

source: Show / Hide leads form from listing detail page
es_es: Mostrar / Ocultar formulario de clientes potenciales de la página de detalles de la lista

source: Form
es_es: Formar

source: Enable to show Lead From within listings
es_es: Habilitar para mostrar el cliente potencial desde dentro de los anuncios

source: Show lead form only on claimed listing
es_es: Mostrar formulario de cliente potencial solo en el listado reclamado

source: on=show only on claimed, off= show on all listing
es_es: encendido = mostrar solo en reclamado, apagado = mostrar en todos los listados

source: Enable to only show lead form within claimed listings
es_es: Habilite para mostrar solo el formulario de cliente potencial dentro de los anuncios reclamados

source: Listing Claim
es_es: Reclamo de listado

source: Show / Hide claim option for listing
es_es: Mostrar / Ocultar opción de reclamo para la lista

source: Claim
es_es: Reclamación

source: Enable to allow claiming listings.
es_es: Habilite para permitir reclamar anuncios.

source: Claim Form Top Image
es_es: Imagen superior del formulario de reclamo

source: Upload Claim Popup Top Image.
es_es: Cargar imagen superior emergente de reclamo.

source: Claim Popup Image
es_es: Reclamar imagen emergente

source: Upload Claim Popup Image.
es_es: Cargar imagen emergente de reclamo.

source: Claim Details
es_es: Detalles de reclamación

source: put text here about claim
es_es: poner texto aquí sobre reclamo

source: You can add more than one text information
es_es: Puede agregar más de una información de texto

source: This is a title
es_es: Este es un titulo

source: Description Here
es_es: Descripción aquí

source: Listing Nearby
es_es: Anuncio cercano

source: Show nearby listings in listing detail page sidebar
es_es: Mostrar anuncios cercanos en la barra lateral de la página de detalles del listado

source: Add Distance for Nearby Location
es_es: Agregar distancia para una ubicación cercana

source: Enter only numberic values. Do not add distance units here
es_es: Ingrese solo valores numéricos. No agregue unidades de distancia aquí

source: No units required.
es_es: No se requieren unidades.

source: Destination in
es_es: Destino en

source: Nearby Destination Calculate in
es_es: Destino cercano Calcular en

source: Select between Miles & Kilometers
es_es: Seleccione entre millas y kilómetros

source: Filter By Listing Category
es_es: Filtrar por categoría de anuncio

source: Show Nearby listing only from current category
es_es: Mostrar listado cercano solo de la categoría actual

source: No. of Nearby Listings
es_es: No. de anuncios cercanos

source: Enter only numberic values
es_es: Ingrese solo valores numéricos

source: Paste Your Google AdSense code. Ads will show on listings detail page
es_es: Pegue su código de Google AdSense. Los anuncios se mostrarán en la página de detalles de los anuncios

source: Google Ads on listings details page
es_es: Google Ads en la página de detalles de anuncios

source: Adsense code for listings page. If not entered AdSense will not show
es_es: Código de Adsense para la página de anuncios. Si no se ingresa, AdSense no se mostrará

source: Paste Your Google AdSense code. Ads will show on listings archive page
es_es: Pegue su código de Google AdSense. Los anuncios se mostrarán en la página de archivo de anuncios

source: Google Ads on listings archive page
es_es: Google Ads en la página de archivo de anuncios

source: Adsense code for archive pages. If not entered AdSense will not show
es_es: Código de Adsense para páginas de archivo. Si no se ingresa, AdSense no se mostrará

source: Author Archive
es_es: archivo de autor

source: Banner Image
es_es: Imagen de banner

source: My Listings
es_es: Mis Anuncios

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Inhabilitado

source: Set how many listings will show per page within the user’s profile.
es_es: Establezca cuántos anuncios se mostrarán por página dentro del perfil del usuario.

source: Select how the listings will show within the user’s profile.
es_es: Seleccione cómo se mostrarán los anuncios dentro del perfil del usuario.

source: About Me
es_es: Sobre mí

source: Social Icons
es_es: íconos Sociales

source: Show
es_es: mostrar

source: Hide
es_es: Esconder

source: Activities
es_es: Actividades

source: Heading
es_es: Encabezado

source: Photos
es_es: Fotos

source: Images Per Page
es_es: Imágenes por página

source: Set how many images will show per page within the user’s profile.
es_es: Establezca cuántas imágenes se mostrarán por página dentro del perfil del usuario.

source: Contact
es_es: Contacto

source: Counters
es_es: Contadores

source: Listing Counter
es_es: Contador de anuncios

source: Photos Counter
es_es: Contador de fotos

source: Reviews Counter
es_es: Contador de reseñas

source: Report Button
es_es: Botón de informe

source: Pricing Plan
es_es: Plan de precios

source: Assign plan to expired listing
es_es: Asignar plan a la lista vencida

source: Enable to change the listing plan after existing expires
es_es: Habilite para cambiar el plan de listado después de que expire el existente

source: Select plan listings will switch to after expired.
es_es: Los anuncios de planes seleccionados cambiarán a una vez vencidos.

source: Paid Listing Claim
es_es: Solicitud de anuncio pagado

source: Category Specific Plans
es_es: Planes específicos de categoría

source: Attach specific plans for specific category
es_es: Adjunte planes específicos para una categoría específica

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
es_es: Habilite para vincular los planes a las categorías de anuncios seleccionadas. Esto le permitirá tener diferentes planes de precios para cada categoría.

source: Monthly & Annual Based Price Plans
es_es: Planes de precios mensuales y anuales

source: Select Option in Pricing Plans Based on Monthly and Yearly based
es_es: Seleccione la opción en los planes de precios basados ​​en mensuales y anuales

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
es_es: Habilite esto para configurar los planes de precios en mensual (30 días) o anual (365 días). Esto también le permitirá tener un precio diferente, como un descuento, si el usuario paga por un año completo. <b>Cambiar para habilitar / deshabilitar</b>

source: Show Annual Price Breakdown as Per Month
es_es: Mostrar desglose de precios anuales como por mes

source: If you enble this option, Price will be display as per month in anual pricing plans
es_es: Si habilita esta opción, el precio se mostrará como por mes en los planes de precios anuales

source: Enable to show how much the total would be if paid monthly.
es_es: Habilite para mostrar cuánto sería el total si se pagara mensualmente.

source: Advanced Filter
es_es: Filtro avanzado

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
es_es: Esta sección es para filtros de búsqueda en la página de archivo. Aquí puede mostrar / ocultar la opción de filtro de búsqueda que desee. También puede mostrar / ocultar el filtro de búsqueda por completo.

source: Search Filter
es_es: FILTRO DE BÚSQUEDA

source: Open Time
es_es: TIEMPO ABIERTO

source: Most Reviewed
es_es: MÁS REVISADO

source: Most Viewed
es_es: MÁS VISTO

source: Best Match
es_es: MEJOR PARTIDO

source: Categories
es_es: CATEGORÍAS

source: Near Me
es_es: MÁS CERCANO

source: This option will be enabled only if your site has SSL enabled
es_es: Esta opción estará habilitada solo si su sitio tiene SSL habilitado

source: IF you enable this option, when near me filter is active, location will be excluded in all filter results
es_es: SI habilita esta opción, cuando el filtro cerca de mí está activo, la ubicación se excluirá en todos los resultados del filtro

source: Location Distance unit
es_es: Unidad de distancia de ubicación

source: Nearme Destination Calculate in
es_es: Destino cercano Calcular en

source: Default Near Me Value
es_es: Valor cercano a mí predeterminado

source: Set default value of near me
es_es: Establecer el valor predeterminado de cerca de mí

source: Min Near Me Range
es_es: Rango mínimo cerca de mí

source: Max Near Me Range
es_es: Alcance máximo cercano a mí

source: Additional Filter options
es_es: Opciones de filtro adicionales

source: Search
es_es: Buscar

source: What Field
es_es: Que Campo

source: Enable to show What Field within the search bar.
es_es: Habilite para mostrar qué campo dentro de la barra de búsqueda.

source: on=hide off=show
es_es: on = esconderse off = mostrar

source: Search mode for home banner search WHAT field
es_es: Modo de búsqueda para búsqueda de banner de inicio QUÉ campo

source: Default Search By
es_es: Búsqueda predeterminada por

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
es_es: Si alguien no selecciona ninguna sugerencia del campo "Qué" en el formulario de búsqueda, esta opción mostrará su impacto en los resultados de búsqueda.

source: Where Field (Location)
es_es: Dónde campo (ubicación)

source: Enable to show Location Field within the search bar.
es_es: Habilite para mostrar el campo de ubicación dentro de la barra de búsqueda.

source: Pre populated location in homepage search
es_es: Ubicación predefinida en la búsqueda de la página de inicio

source: This require auto location enable
es_es: Esto requiere habilitar la ubicación automática

source: Enable typing in homepage location search field
es_es: Habilite la escritura en el campo de búsqueda de ubicación de la página de inicio

source: Enable typing in inner pages location search field
es_es: Habilite la escritura en el campo de búsqueda de ubicación de las páginas internas

source: Select Location Search Type
es_es: Seleccione el tipo de búsqueda de ubicación

source: Select option about locations Search
es_es: Seleccionar opción sobre ubicaciones Buscar

source: locations option for listing search in search form
es_es: opción de ubicaciones para la búsqueda de anuncio en el formulario de búsqueda

source: Add Location Shortcode
es_es: Agregar Shortcode de ubicación

source: For locations codes, visit here.
es_es: Para conocer los códigos de ubicación, visite aquí.

source: Exclude Listing Title From Suggestions in Search
es_es: Excluir el título de la lista de sugerencias en la búsqueda

source: on=exclude, off=include
es_es: on=excluir, off=incluir

source: Payment
es_es: Pago

source: Submitted Listing Require Approval
es_es: El anuncio enviado requiere aprobación

source: Paid Submission
es_es: Envío pagado

source: Recurring Payment
es_es: Pago recurrente

source: Auto Recurring Payment
es_es: Pago recurrente automático

source: Notify User before Expiry
es_es: Notificar al usuario antes de la expiración

source: Number of Expire Days
es_es: Número de días de caducidad

source: Currency For Paid Submission
es_es: Moneda para la presentación pagada

source: Currency Position for pricing plan
es_es: Posición de moneda para plan de precios

source: Symbol of currency to left or right side of price in pricing plans
es_es: Símbolo de moneda al lado izquierdo o derecho del precio en los planes de precios

source: Select the position for the currency symbol.
es_es: Seleccione la posición del símbolo de moneda.

source: Terms & Conditions Page
es_es: Página de términos y condiciones

source: Select terms & conditions page
es_es: Seleccione la página de términos y condiciones

source: Checkout Page
es_es: Página de pago

source: Select checkout page
es_es: Seleccionar página de pago

source: Failed Payment page - after failed payment
es_es: Página de pago fallido: después de un pago fallido

source: This must be an URL.
es_es: Debe ser una URL.

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
es_es: Seleccione la página utilizada para Pago fallido. La página requiere un shortcode de pago fallido.

source: Thank you page - after successful payment
es_es: Página de agradecimiento: después del pago exitoso

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
es_es: Seleccione la página utilizada para el pago exitoso. La página requiere Shortcode de pago exitoso.

source: Coupons
es_es: Cupones

source: Enable disable on checkout page
es_es: Habilitar deshabilitar en la página de pago

source: Enable to allow coupons during checkout.
es_es: Habilite para permitir cupones durante el pago.

source: Set Invoice Start
es_es: Establecer inicio de factura

source: Enable disable for Custom Inovice Start No.
es_es: Habilite deshabilitar para el número de inicio de Inovice personalizado

source: Enable to set custom invoice numbering.
es_es: Habilite para configurar la numeración de facturas personalizada.

source: Invoice Start Number
es_es: Número de inicio de la factura

source: Set you own start no. of Invoice for payment
es_es: Establezca su propio número de inicio. de Factura de pago

source: Api Type
es_es: Tipo de API

source: Sandbox = test API. LIVE = real payments API
es_es: Sandbox = API de prueba. LIVE = API de pagos reales

source: Select between Live and Sandbox. Sandbox is used for testing
es_es: Seleccione entre Live y Sandbox. Sandbox se utiliza para realizar pruebas

source: Paypal API Username
es_es: Nombre de usuario de la API de Paypal

source: Paypal API Password
es_es: Contraseña de la API de Paypal

source: Paypal API Signature
es_es: Firma de la API de Paypal

source: Paypal Receiving Email
es_es: Paypal recibiendo correo electrónico

source: Select between Live and Sandbox. Sandbox is used for testing
es_es: Seleccione entre Live y Sandbox. Sandbox se utiliza para realizar pruebas

source: Secret Key
es_es: Llave secreta

source: Publishable Key
es_es: Clave publicable

source: Direct Payment / Wire Payment
es_es: Pago directo / Pago electrónico

source: Bank Transfer
es_es: Transferencia bancaria

source: Instructions for Bank Transfer
es_es: Instrucciones para transferencia bancaria

source: API Type
es_es: Tipo de API

source: Account ID
es_es: ID de la cuenta

source: Private Key
es_es: Llave privada

source: Taxes
es_es: Impuestos

source: Tax Title
es_es: Nombre de Impuesto

source: Value-Added Tax
es_es: Impuesto al valor agregado

source: Tax Rate
es_es: Tasa de impuesto

source: Add rate without % sign
es_es: Agregar tasa sin % sign

source: Enter rate without percentage sign
es_es: Ingrese la tasa sin signo de porcentaje

source: Include Taxes with Pricing Plans
es_es: Incluir impuestos con planes de precios

source: Email Management
es_es: Gestión de correo electrónico

source: <span class="font24">General Email Settings</span>
es_es: <span class="font24">Configuración general de correo electrónico</span>

source: Set email address and email sender name here
es_es: Configure la dirección de correo electrónico y el nombre del remitente del correo electrónico aquí

source: Email Address
es_es: Correo Electrónico

source: Email address for general email sending
es_es: Dirección de correo electrónico para envío de correo electrónico general

source: Email From
es_es: Email de

source: Email sender name for general email sending
es_es: Nombre del remitente del correo electrónico para el envío de correo electrónico general

source: <span class="font24">Global Shortcodes</span>
es_es: <span class="font24">Códigos cortos globales</span>

source: Shotcodes for every Email Template . %website_name as Website Name, %website_url as Website URL, %user_name as User Name
es_es: Shortcode para cada plantilla de correo electrónico. %website_name para nombre del sitio web, %website_url para la URL del sitio web, %user_name para nombre de usuario

source: <span class="font24">New Registered User</span>
es_es: <span class="font24">Nuevo usuario registrado</span>

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
es_es: Utilice estos códigos cortos solo para el correo electrónico de registro de usuarios. %user_login_register como nombre de usuario,%user_pass_register como contraseña de usuario,%user_email_register como nuevo correo electrónico de usuario

source: Subject for New User Notification
es_es: Asunto para la notificación de nuevo usuario

source: Email subject for new user notification
es_es: Asunto del correo electrónico para la notificación de nuevo usuario

source: Your username and password on %website_url
es_es: Su nombre de usuario y contraseña en % website_url

source: Content for New User Notification
es_es: Contenido para la notificación de nuevos usuarios
