Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Ghost HERE
es_es: Fantasma AQUÍ

source: The page you are looking for might have been removed or is temporarily unavailable.
es_es: Es posible que la página que está buscando se haya eliminado o no esté disponible temporalmente.

source: top
es_es: parte superior

source: bottom
es_es: fondo

source: input
es_es: entrada

source: input.
es_es: entrada.

source: This post is password protected. Enter the password to view comments.
es_es: Esta publicación está protegida con contraseña. Ingrese la contraseña para ver los comentarios.

source: 1 Review
es_es: 1 reseña

source: Reviews
es_es: Valoraciones

source: Your Rating for this listing
es_es: Su calificación para este anuncio

source: Rate us and Write a Review
es_es: Haz click aquí para enviar tu opinión, calificar y escribir una reseña en este anuncio. También puedes agregar fotografías y datos para mejorarlo. ¡Comenta qué tal fue tu experiencia! ✍ Para conocer más lugares cercanos a tu ubicación estés donde estés descarga la APP.

source: Leave a Reply to %s
es_es: Deja una respuesta a %s

source: 1 Comment
es_es: 1 comentario

source: Comments
es_es: Comentarios

source: Leave a Comment
es_es: Deja un comentario

source: Post a comment
es_es: Publicar un comentario

source: Homepage Menu
es_es: Menú de inicio

source: Inner Pages Menu
es_es: Menú de páginas internas

source: Top Bar Menu
es_es: Menú de la barra superior

source: Footer Menu
es_es: Menú de pie de página

source: Mobile Menu
es_es: Menú móvil

source: Category Menu
es_es: Menú de categoría

source: Partypro Category Menu
es_es: Menú de categoría Partypro

source: You don't have permission to access this page.
es_es: No tienes permiso para acceder a esta página.

source: Type and hit enter
es_es: Escriba y pulsa enter

source: Footer sidebar
es_es: Barra lateral de pie de página

source: The footer sidebar widget area
es_es: El área del widget de la barra lateral del pie de página

source: Inexpensive
es_es: ECONÓMICO

source: Moderate
es_es: MODERADO

source: Pricey
es_es: ALTO

source: Ultra High End
es_es: MUY ALTO

source: Price Range
es_es: Rango de precios

source: Share
es_es: Compartir

source: 0 View
es_es: 0 Vista

source: View
es_es: Ver

source: Views
es_es: Vistas

source: Rating only enabled on published listing
es_es: Calificación solo habilitada en el anuncio publicado

source: Be the first one to rate!
es_es: ¡Sé el primero en valorar!

source: Free
es_es: Gratis

source: No Plan Assigned Yet
es_es: Aún no se ha asignado ningún plan

source: Change Plan
es_es: Cambio de plan

source: Package
es_es: Paquete

source: Pay Per Listing
es_es: Pagar Por Anuncio

source: Success
es_es: Éxito

source: Success (100% Discounted)
es_es: Éxito (100% de descuento)

source: Pending
es_es: Pendiente

source: Yes
es_es: Sí

source: Sorry! There is no plan associated with the category
es_es: ¡Lo siento! No hay ningún plan asociado con la categoría

source: Sorry! There is no general plan
es_es: ¡Lo siento! No hay plan general

source: To get Claim for listing, click of following link
es_es: Para obtener un reclamo para el anuncio, haga clic en el siguiente enlace

source: Load Claim Email
es_es: Cargar correo electrónico de reclamación

source: john@gmail.com
es_es: jorge@gmail.com

source: Claim For Listing
es_es: Reclamar para anuncio

source: Send Link to email
es_es: Enviar enlace al correo electrónico

source: Email has sent
es_es: Correo electrónico enviado

source: Problem in email sending
es_es: Problema en el envío de correo electrónico

source: Something went wrong!
es_es: Verifique que su plan permite esta opción PREMIUM

source: From: Listing Author :
es_es: De: Autor del Anuncio:

source: Lead message reply
es_es: Respuesta al mensaje principal

source: Delete
es_es: Eliminar

source: Reply to this
es_es: Responde a esto

source: Send message
es_es: Enviar mensaje

source: Registered User
es_es: Usuario registrado

source: Unregistered User
es_es: Usuario no registrado

source: Details
es_es: Detalles

source: Listing
es_es: Anuncio

source: Phone
es_es: Teléfono

source: Important Update Notice!
es_es: Aviso de actualización importante!

source: Thanks for updating your theme, now we highly recommend you to also update the following plugins.
es_es: Gracias por actualizar su tema, ahora le recomendamos que actualice también los siguientes complementos.

source: <br /><br /><strong>Before doing anything please take backup of your plugins in case if you have made any changes in CODE files directly or you have made translations</strong><br /><br />
es_es: <br /><br /><strong>Antes de hacer cualquier cosa, haga una copia de seguridad de sus complementos en caso de que haya realizado algún cambio en los archivos CODE directamente o haya realizado traducciones </strong><br /><br />

source: Go to Plugins, deactivate and delete all mentioned plugins. After deleting, the following notice will appear,
es_es: Vaya a Complementos, desactive y elimine todos los complementos mencionados. Después de eliminar, aparecerá el siguiente aviso,

source: This theme requires the following plugin
es_es: Este tema requiere el siguiente complemento

source: begin installing plugin
es_es: comenzar a instalar el complemento

source: link.<br /><br /> After installation is complete, activate the plugin. Listingpro plugins will be up to dated
es_es: enlace. <br /><br />Una vez completada la instalación, active el complemento. Los complementos de Listing Pro estarán actualizados

source: <strong> Additional Note for CHILD THEME Users: If you are using child theme then please switch to parent theme and follow the above steps and then switch back to child theme</strong>
es_es: <strong>Nota adicional para los usuarios de TEMA HIJO: si está utilizando un tema secundario, cambie al tema principal, siga los pasos anteriores y luego vuelva al tema secundario</strong>

source: Select Plan
es_es: Seleccionar plan

source: Verify your purchase code to unlock all features, see
es_es: Verifique su código de compra para desbloquear todas las funciones, consulte

source: instructions
es_es: instrucciones

source: Select Listing
es_es: Seleccionar anuncio

source: PAYED WITH
es_es: PAGADO CON

source: TOTAL BUDGET
es_es: PRESUPUESTO TOTAL

source: Amount paid
es_es: Cantidad pagada

source: REMAINING BALANCE
es_es: Balance restante

source: Duration
es_es: Duración

source: Days
es_es: Dias

source: Spotlight
es_es: Destacar

source: Sidebar
es_es: Barra lateral

source: Top of Search
es_es: Parte superior de búsqueda

source: Type
es_es: Tipo

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha final :

source: Status
es_es: Estado

source: ACTIVE
es_es: ACTIVO

source: PENDING
es_es: PENDIENTE

source: INACTIVE
es_es: INACTIVO

source: Random Ads
es_es: Anuncios aleatorios

source: Detail Page Ads
es_es: Anuncios de página de detalles

source: Top in Search Page Ads
es_es: Top en anuncios de la página de búsqueda

source: Additional Details
es_es: Detalles Adicionales

source: Show all
es_es: Mostrar todo

source: Save
es_es: Guardar

source: Saved
es_es: Guardado

source: More Filter
es_es: Más filtro

source: Sorry! No more filter found for current selections
es_es: ¡Lo siento! No se encontraron más filtros para las selecciones actuales

source: Cancel
es_es: Cancelar

source: Show Results
es_es: Mostrar Resultados

source: Today
es_es: Hoy

source: 24 hours open
es_es: Abierto las 24 horas

source: Open
es_es: Abierto

source: Closed
es_es: Cerrado

source: Day Off!
es_es: ¡CERRADO!

source: Review for
es_es: Revisión para

source: Reviews for
es_es: Valoraciones de

source: Filter By :
es_es: Filtrado por :

source: Newest
es_es: El mas nuevo

source: Oldest
es_es: El mas antiguo

source: Highest Rated
es_es: MEJOR VALORADO

source: Lowest Rated
es_es: Calificación más baja

source: Interesting
es_es: Me gusta

source: Lol
es_es: Me Divierte

source: Love
es_es: Me Encanta

source: You already reacted
es_es: Ya reaccionaste

source: View All
es_es: Ver todo

source: Was this review ...?
es_es: ¿Fue esta revisión ...?

source: LOL
es_es: Me Divierte

source: Report
es_es: Reporte

source: Author Response
es_es: Respuesta del autor

source: ago
es_es: hace

source: Contract
es_es: Contrato

source: Expand
es_es: Expandir

source: Invalid User Session
es_es: Sesión de usuario no válida

source: Announcement updated
es_es: Publicidad actualizada

source: Announcements are not allowed with this listing
es_es: No se permite publicidad con este plan, cambie a PREMIUM

source: Announcement added successfully
es_es: Anuncio agregado correctamente

source: offer updated
es_es: oferta actualizada

source: offer added
es_es: oferta agregada

source: Menu item updated successfully
es_es: Elemento de menú actualizado correctamente

source: Menu item added successfully
es_es: Elemento de menú agregado correctamente

source: Coupon Updated successfully
es_es: Cupón actualizado con éxito

source: Coupons are not allowed with this listing
es_es: No se permiten cupones con este plan, cambie a ´PREMIUM

source: Coupon Created successfully
es_es: Cupón creado con éxito

source: Data deleted
es_es: Datos eliminados

source: Bad Request
es_es: Solicitud incorrecta

source: Menu Items deleted successfully
es_es: Elementos del menú eliminados correctamente

source: event updated successfully
es_es: evento actualizado con éxito

source: Error while updating event
es_es: Error al actualizar el evento

source: event created successfully
es_es: evento creado con éxito

source: Error while creating event
es_es: Error al crear el evento

source: going
es_es: Vienes

source: Event Message
es_es: Mensaje de evento

source: Events For
es_es: Eventos para

source: Map View
es_es: Vista del mapa

source: List View
es_es: Vista de anuncio

source: Who is going?
es_es: ¿Quien va?

source: people are going
es_es: la gente va

source: Item Name
es_es: Nombre del artículo

source: Group
es_es: Grupo

source: Price
es_es: PRECIO

source: Edit
es_es: Editar

source: Menu Item
es_es: Opción del menú

source: Ex: Roasted Chicken
es_es: Ej: pollo asado

source: Reg. Price
es_es: Reg. Precio

source: Ex: $10
es_es: Ej: $7.500

source: Sale Price
es_es: Precio de venta

source: Quote Text
es_es: Texto de cotización

source: Ex: Quote
es_es: Ej .: Cotización

source: Quote Link
es_es: Enlace de cotización

source: Ex: hht://yourweb.com/page
es_es: Ej: https://tuweb.com/página

source: Short Description
es_es: Breve descripción

source: Popular Item
es_es: Artículo popular

source: save
es_es: salvar

source: Receipt
es_es: Recibo

source: Billed to :
es_es: Facturado a :

source: Invoice :
es_es: Factura:

source: Process With: Direct / Wire method
es_es: Proceso con: método directo / por cable

source: Description
es_es: Descripción

source: Payment instructions
es_es: Instrucciones de pago

source: Tax :
es_es: Impuesto:

source: Amount Paid :
es_es: Cantidad pagada :

source: Balance due :
es_es: Saldo adeudado :

source: Go Back To Dashboard
es_es: Volver al panel

source: Congratulations! Transaction is pending.
es_es: ¡Felicidades! La transacción está pendiente.

source: Amount
es_es: Cantidad

source: Membership
es_es: Afiliación

source: PAID
es_es: PAGADO

source: no data
es_es: sin datos

source: no table data
es_es: sin datos de tabla

source: INVOICE
es_es: FACTURA

source: DATE
es_es: Fecha:

source: Plan Type
es_es: Tipo de plan

source: Plan Name
es_es: Nombre del plan

source: Ad For
es_es: Anuncio para

source: Tax
es_es: Impuesto

source: Tax on price:
es_es: Impuesto sobre el precio:

source: Payment Total
es_es: Pago total

source: Total Price:
es_es: Precio total:

source: Additional Information:
es_es: Información Adicional:

source: Company:
es_es: Empresa:

source: Hide This Bar
es_es: Ocultar esta barra

source: Pay & Publish
es_es: Pagar y Activar

source: Publish
es_es: Publicar

source: Please wait...
es_es: Por favor espera...

source: Wrong username or password.
es_es: Nombre de usuario o contraseña incorrectos.

source: Login successful, redirecting...
es_es: Inicio de sesión exitoso, redirigiendo ...

source: Please check captcha
es_es: Por favor revise captcha

source: Go to your inbox or spam/junk and get your password
es_es: Vaya a su bandeja de entrada o spam / basura y obtenga su contraseña

source: Registration and login successfull, redirecting soon...
es_es: Registro e inicio de sesión exitosos, redirigiendo pronto ...

source: This Email already exists
es_es: Ya existe Este email

source: This Username already exists
es_es: Este nombre de usuario ya existe

source: Email field is empty
es_es: El campo de correo electrónico está vacío

source: Please provide correct email.
es_es: Proporcione el correo electrónico correcto.

source: Username field is empty.
es_es: El campo de nombre de usuario está vacío.

source: Password changed
es_es: Contraseña cambiada

source: You new password is:
es_es: Tu nueva contraseña es:

source: Kindly update your password from your dashboard profile
es_es: Actualice amablemente su contraseña desde su perfil de panel

source: Email not found in users list.
es_es: Correo electrónico no encontrado en la lista de usuarios.

source: Security code not found.
es_es: No se encontró el código de seguridad.

source: Sign in
es_es: Ingresar

source: Username or Email Address *
es_es: Nombre de usuario o Email *

source: Password *
es_es: Contraseña *

source: Keep me signed in
es_es: Mantenerme registrado

source: Not a member? Sign up
es_es: ¿No es un miembro? Regístrate

source: Forgot Password
es_es: Olvidaste tu contraseña

source: Connect with your Social Network
es_es: Conéctate con tu red social

source: Google Login
es_es: Inicio de sesión de Google

source: Facebook Login
es_es: Iniciar sesión en Facebook

source: Sign Up
es_es: Regístrate

source: Username *
es_es: Crea tu nombre de usuario *

source: Email Address *
es_es: Correo Electrónico *

source: Password will be e-mailed to you.
es_es: Se le enviará la contraseña por Email.

source: I Agree
es_es: Estoy de acuerdo

source: You agree & accept our Terms & Conditions to signup.
es_es: Aceptas y aceptas nuestros Términos y condiciones para registrarte.

source: Register
es_es: Registrarse

source: Already have an account? Sign in
es_es: ¿Ya tienes una cuenta? Inicia sesión

source: sign in With Facebook
es_es: Iniciar sesión usando Facebook

source: sign in With Twitter
es_es: Registrate con Twitter

source: Forgotten Password
es_es: Contraseña olvidada

source: Get New Password
es_es: Obtener nueva contraseña

source: Theme Options
es_es: Opciones de tema

source: Primary Color
es_es: Color primario

source: Controls the main highlight color throughout the theme. Color applied to elements such as buttons, links, categories, etc.
es_es: Controla el color de resaltado principal en todo el tema. Color aplicado a elementos como botones, enlaces, categorías, etc.

source: Secondary Color
es_es: Color secundario

source: Controls the minor highlight color throughout the theme. Color applied to elements such as links mouse-over, buttons, breadcrumbs, etc.
es_es: Controla el color de resaltado menor en todo el tema. Color aplicado a elementos como enlaces, botones, rutas de navegación, etc.

source: User Signup Form Password Field
es_es: Campo de contraseña del formulario de registro de usuario

source: On for enable and Off for disable password field
es_es: Encendido para habilitar y Apagado para deshabilitar el campo de contraseña

source: Enable to show password field within the signup form. Disable to have the password emailed to the user after signup. It`s recommended to leave enabled.
es_es: Habilite para mostrar el campo de contraseña dentro del formulario de registro. Desactive para que la contraseña se envíe por correo electrónico al usuario después de registrarse. Se recomienda dejar habilitado.

source: Instant-Signup Username Field
es_es: Campo de nombre de usuario de registro instantáneo

source: Enable to allow users to set their own username within the instant signup form. If disabled a username is auto-generated during signup.Instant signup shows during listing and review submission if the user isn`t signed in
es_es: Habilite esta opción para permitir que los usuarios establezcan su propio nombre de usuario dentro del formulario de registro instantáneo. Si está deshabilitado, se genera automáticamente un nombre de usuario durante el registro. El registro instantáneo se muestra durante el envío de la lista y la revisión si el usuario no ha iniciado sesión

source: On for enable and Off for disable username feild
es_es: Activado para habilitar y Desactivado para deshabilitar el campo de nombre de usuario

source: Page Title (H1)
es_es: Título de la página (H1)

source: On for enable and Off for disable page title
es_es: Encendido para habilitar y Apagado para deshabilitar el título de la página

source: Enable to display a page title for non-directory pages such as about, contact ect. This will not affect directory pages such as listing search results (archive) and listing details page.
es_es: Habilite para mostrar un título de página para páginas que no pertenecen al directorio, como acerca de, contacto, etc. Esto no afectará las páginas del directorio, como la lista de resultados de búsqueda (archivo) y la página de detalles de la lista.

source: Currency Symbol For Price Group/Range
es_es: Símbolo de moneda para el grupo / rango de precios

source: Enter a currency symbol (ex. $ | ¥ | £) to display in the search filter as price-group (ex. $ | $$ | $$$ | $$$$ ) and also on listing details page as price-range ($25 - $50).
es_es: Ingrese un símbolo de moneda (ex. $ | ¥ | £) para mostrar en el filtro de búsqueda como grupo de precios (ex. $ | $$ | $$$ | $$$$) y también en la página de detalles de la lista como rango de precios ($ 25 - $ 50).

source: Custom CSS
es_es: CSS personalizado

source: Paste your CSS code here.
es_es: Pega tu código CSS aquí.

source: Custom JS
es_es: JS personalizado

source: Paste your JS code here.
es_es: Pegue su código JS aquí.

source: Auto-Location detection for Banner (Hero) and Search Field (Where)
es_es: Detección de ubicación automática para banner (héroe) y campo de búsqueda (dónde)

source: On for enable and Off for disable current location
es_es: Encendido para habilitar y Apagado para deshabilitar la ubicación actual

source: Enable to auto-detect users location and display their location within the location (where) field and within the Home Page Banner. <br>Example: Browse Anything! Explore <b>New York</b>
es_es: Habilite la detección automática de la ubicación de los usuarios y muestre su ubicación dentro del campo de ubicación (dónde) y dentro del banner de la página de inicio. <br> Ejemplo: ¡Examine todo! Explore <b>Nueva York</b>

source: Auto-Location Detection Method
es_es: Método de detección de ubicación automática

source: There are three options available to identify visitors current location. <br /><br /><strong>GPS </strong> based location auto-detection provides extremely accurate location information based on satellites. (User consent required in the browser. A pop is displayed to the visitor to enable location detection.). <br /><br /><strong>Geo IP DB and IP API</strong> based location auto-detection provides less accurate location information based on your IP address and uses an external database to map the IP address to a physical location. (User consent not required in the browser. No pop is displayed to the user to enable location detection.).
es_es: Hay tres opciones disponibles para identificar la ubicación actual de los visitantes. <br /> <br /> La detección automática de ubicación basada en <strong> GPS </strong> proporciona información de ubicación extremadamente precisa basada en satélites. (Se requiere el consentimiento del usuario en el navegador. Se muestra una ventana emergente al visitante para habilitar la detección de ubicación). <br /> <br /> La detección automática de ubicación basada en <strong> Base de datos de IP geográfica y API de IP </strong> proporciona información de ubicación menos precisa en función de su dirección IP y utiliza una base de datos externa para asignar la dirección IP a una ubicación física . (No se requiere el consentimiento del usuario en el navegador. No se muestra ninguna ventana emergente al usuario para habilitar la detección de ubicación).

source: User Dashboard
es_es: Panel de usuario

source: Dashboard
es_es: Panel

source: Resurva Bookings
es_es: Reservas Resurva

source: Enable to allow Resurva Bookings. (Available only for business listing owners)
es_es: Habilite para permitir Reservas Resurva. (Disponible solo para propietarios de fichas de empresa)

source: Timekit Bookings
es_es: Reservas de Timekit

source: Enable to allow Timekit Bookings. (Available only for business listing owners)
es_es: Habilite para permitir reservas de Timekit. (Disponible solo para propietarios de fichas de empresa)

source: Listings
es_es: Anuncios

source: Enable to show authors listings within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar anuncios de autores dentro del panel. (Disponible solo para propietarios de fichas de empresa)

source: Enable to show saved listings within the dashboard.
es_es: Habilite para mostrar anuncios guardados dentro del tablero.

source: Invoices
es_es: Facturas

source: Enable to show invoices within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar facturas dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Packages
es_es: Paquetes

source: Enable to show packages within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar paquetes dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Ad Campaign
es_es: Campaña publicitaria

source: Enable to show and allow the creation of Ad Campaigns within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de campañas publicitarias dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Enable to show and reply to reviews within the dashboard.
es_es: Habilite para mostrar y responder reseñas dentro del panel de control.

source: Appointments
es_es: Reservas

source: Enable to show Appointments within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar Reservas dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Menus
es_es: Menús

source: Enable to show and allow the creation of Menus within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de menús dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Menus Image Gallery
es_es: Galería de imágenes de menús

source: (Available only for business listing owners)
es_es: (Disponible solo para propietarios de fichas de empresa)

source: Image Menu
es_es: Imagen del menú

source: Announcements
es_es: Publicidad

source: Enable to show and allow the creation of Announcements within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de anuncios dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Events
es_es: Eventos

source: Enable to show and allow the creation of Events within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de eventos dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: Discount/Offers/Deals
es_es: Descuento / Ofertas / Promociones
