Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: City
es_es: Ciudad

source: Your City
es_es: Tu ciudad

source: Zip Code
es_es: Código postal

source: State
es_es: Región

source: Country *
es_es: País *

source: Country
es_es: País

source: About
es_es: Acerca de

source: Write about youself
es_es: Escribe sobre ti mismo

source: enter facebook profile url
es_es: ingrese la URL del perfil de Facebook

source: enter twitter profile url
es_es: ingrese la URL del perfil de twitter

source: enter linkedin profile url
es_es: ingresar URL de perfil de linkedin

source: enter instagram profile url
es_es: ingrese la URL del perfil de instagram

source: enter pinterest profile url
es_es: ingrese la URL del perfil de Pinterest

source: Update Password
es_es: Actualiza contraseña

source: New Password
es_es: Nueva contraseña

source: write new password
es_es: escribir nueva contraseña

source: Repeat Password
es_es: Repite la contraseña

source: write again your new password
es_es: escribe de nuevo tu nueva contraseña

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
es_es: Ingrese la misma contraseña en ambos campos Use una letra mayúscula y un número para una contraseña más segura

source: Update profile
es_es: Actualización del perfil

source: Download Profile
es_es: Descargar perfil

source: What should be done with content owned by you?
es_es: ¿Qué se debe hacer con el contenido de tu propiedad?

source: Delete all content.
es_es: Elimina todo el contenido.

source: Attribute all content to super admin of website
es_es: Atribuir todo el contenido al superadministrador del sitio web

source: Confirm Deletion
es_es: Confirmar la eliminación

source: Close
es_es: Cerca

source: Profile Data
es_es: Datos de perfil

source: Expires
es_es: Expira

source: mins
es_es: minutos

source: secs
es_es: segundos

source: Map View
es_es: Vista del mapa

source: List View
es_es: Vista del anuncio

source: FILTERS
es_es: FILTROS

source: DIRECTIONS
es_es: DIRECCIONES

source: MESSAGE
es_es: MENSAJE

source: Show Filters
es_es: Mostrar filtros

source: Click To See What Open Now
es_es: Haga clic para ver lo que está abierto ahora

source: Advanced Filters
es_es: Filtros avanzados

source: Listings
es_es: Anuncios

source: Results For
es_es: Resultados para

source: Keyword
es_es: Palabra clave

source: Log In
es_es: Iniciar sesión

source: Hello
es_es: Hola

source: Watch Video
es_es: Ver video

source: Add a Review
es_es: Agrega una reseña

source: See Menu
es_es: Ver Menú

source: See Filters
es_es: VER FILTROS

source: Click To GET
es_es: HAGA CLICK PARA CALCULAR

source: Click To See Your Best Match
es_es: Haga clic para ver su mejor combinación

source: Distance
es_es: Distancia

source: Sort By
es_es: ORDENAR POR

source: Recent Listings
es_es: Anuncios recientes

source: Showing
es_es: Demostración

source: of
es_es: de

source: Close Map
es_es: Cerrar mapa

source: Detail
es_es: Detalle

source: FAQs
es_es: Preguntas frecuentes

source: Reviews
es_es: Valoraciones

source: Contact Info
es_es: Datos de contacto

source: Offers/Deals
es_es: Ofertas / promociones

source: Images
es_es: Imágenes

source: View On Map
es_es: Ver en el mapa

source: Get a Free Quote
es_es: Obtenga una cuota gratis

source: Write a Review
es_es: Escribe una reseña

source: Overview
es_es: Visión general

source: Services
es_es: Servicios

source: Offers
es_es: Ofertas

source: Faqs
es_es: Preguntas frecuentes

source: Hosted by
es_es: Creado por

source: 0 Attendees
es_es: 0 asistentes

source: Going?
es_es: ¿Vendrás?

source: not going?
es_es: ¿no voy?

source: not going
es_es: no voy

source: GOING?
es_es: ¿VENDRÁS?

source: Be the first to review!
es_es: ¡Sé el primero en opinar!

source: call
es_es: llamada

source: Show Map
es_es: Mostrar mapa

source: Direction
es_es: Dirección

source: call Now
es_es: llama ahora

source: Problem in submitting this listing
es_es: Problema al enviar este anuncio, inténtelo nuevamente o comuníquese vía ticket de soporte.

source: Your listing is pending for review.
es_es: Su anuncio está pendiente de revisión.

source: Your listing is pending! Please proceed to make it published
es_es: ¡Tu anuncio está pendiente! Procede a Activarlo

source: Success!
es_es: ¡Éxito!

source: Listing has been submitted
es_es: La lista ha sido enviada

source: Select Plan For Claim
es_es: Seleccionar plan para reclamo

source: Close me!
es_es: ¡Cierrame!

source: Content is loading...
es_es: El contenido se está cargando ...

source: Loading...
es_es: Cargando...

source: Let's Get Started
es_es: Empecemos

source: Sorry! Your request failed
es_es: ¡Lo siento! Tu solicitud falló

source: Expiration Date (MM/YYYY)
es_es: Fecha de vencimiento (MM / AAAA)

source: Zip
es_es: Código Postal

source: More Filters
es_es: Más filtros

source: features/tags
es_es: características / etiquetas

source: City...
es_es: Ciudad

source: Filter
es_es: Filtrar

source: Click To See Your Most Reviewed
es_es: Haga clic para ver su más revisado

source: Click To See Your Most Viewed
es_es: Haga clic para ver su más visto

source: Click To See Your Highest Rated
es_es: Haga clic para ver su mejor calificación

source: Click To See Listing With Coupons
es_es: Haga clic para ver anuncio con cupones

source: Brwose Anything!
es_es: Ver Cualquier Cosa!

source: All Locations
es_es: Todas las localizaciones

source: Catagory
es_es: Categoría

source: Event
es_es: Evento

source: Trip
es_es: Viaje

source: Advance
es_es: Avanzar

source: Share :
es_es: Compartir :

source: I am not going
es_es: no voy

source: Choose a Plan to Claim Your Business
es_es: Elija un plan para reclamar su negocio

source: Claiming your business Listing
es_es: Reclamar su ficha de empresa

source: First
es_es: Primero

source: Last
es_es: Último

source: Business E-Mail
es_es: Email de negocios

source: Please provide your business email which will be use for claim procedure.
es_es: Proporcione su correo electrónico comercial que se utilizará para el procedimiento de reclamación.

source: Business Email
es_es: email de negocios

source: Verfication Details
es_es: Detalles de verificación

source: Please provide your verification details which will be used for claim procedure.
es_es: Proporcione sus datos de verificación que se utilizarán para el procedimiento de reclamación.

source: Attach File
es_es: Adjuntar archivo

source: Detail description about your listing
es_es: Adjunte carnet identidad por ambos lados y patente comercial del negocio.

source: NEW USER? TO SIGNUP ENTER AN EMAIL
es_es: ¿NUEVO USUARIO? PARA REGISTRARSE INGRESE UN CORREO ELECTRÓNICO

source: johndoe@mail.com
es_es: jorge@gmail.com

source: USERNAME OR EMAIL
es_es: NOMBRE DE USUARIO O CORREO ELECTRÓNICO

source: PASSWORD
es_es: CONTRASEÑA

source: Returning user? Check this box to Sign in
es_es: ¿Usuario recurrente? Marque esta casilla para iniciar sesión

source: You agree & accept our Terms & Conditions for posting this information?.
es_es: ¿Está de acuerdo y acepta nuestros Términos y condiciones para publicar esta información?

source: Claim your business now!
es_es: ¡Reclame su negocio ahora!

source: Claim request is processed after verification..
es_es: La solicitud de reclamo se procesa después de la verificación de sus datos.

source: Return to Dashboard
es_es: Volver al panel

source: Claim This Listing
es_es: Reclamar este anuncio

source: Own or work here?
es_es: ¿ES DUEÑO O TRABAJA AQUÍ?

source: Claim Now!
es_es: ¡RECLAME ESTE ANUNCIO GRATIS o PRO! TOME EL CONTROL AQUÍ.

source: Follow Social
es_es: Seguir Social

source: Special Deals
es_es: Ofertas especiales

source: Validity:
es_es: Validez:

source: copy to clipboard
es_es: copiar al portapapeles

source: Special Offers
es_es: Ofertas especiales

source: Validity:
es_es: Validez:

source: Validity Details:
es_es: Detalles de validez:

source: Which services are needed for your event?
es_es: ¿Qué servicios se necesitan para su evento?

source: What type of event are you planning?
es_es: Qué tipo de evento estás planeando?

source: Name of the City where event is taking place
es_es: Nombre de la ciudad donde se lleva a cabo el evento

source: What is the address?
es_es: ¿Cual es la direccion?

source: What is the date of your event?
es_es: Cual es la fecha de su evento?

source: What time should the vendor start?
es_es: ¿A qué hora debe empezar el proveedor?

source: How many guests are you expecting at the event? (approximate)
es_es: ¿Cuántos invitados espera al evento? (aproximado)

source: How long will the vendor be needed?
es_es: ¿Cuánto tiempo se necesitará al proveedor?

source: Tell me more about your event?
es_es: ¿Cuéntame más sobre tu evento?

source: Select Special Offer
es_es: Seleccionar oferta especial

source: Your Phone Number
es_es: Tu número de teléfono

source: Your Email Address
es_es: Tu correo electrónico

source: Deals
es_es: Ofertas

source: order online
es_es: comprar online

source: Order Now
es_es: Ordenar ahora

source: Be the first to review
es_es: Sé el primero en opinar

source: Want to report this?
es_es: ¿Quieres informar de esto?

source: see all
es_es: ver todo

source: Add Review
es_es: Agregar una opinión

source: Oh Sorry! Your payment failed
es_es: ¡Oh, lo siento! Tu pago falló

source: Congratulations! Your payment has been made successfull
es_es: ¡Felicidades! Su pago se ha realizado correctamente
