Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Pending.
es_es: Pendiente.

source: Installing Updates.
es_es: Instalando actualizaciones.

source: Success.
es_es: Éxito.

source: Widget Import file could not be found. Please try again.
es_es: No se pudo encontrar el archivo de importación de widget. Inténtalo de nuevo.

source: Widget import data could not be read. Please try a different file.
es_es: No se pudieron leer los datos de importación del widget. Intente con otro archivo.

source: Sidebar does not exist in theme (using Inactive)
es_es: La barra lateral no existe en el tema (usando Inactivo)

source: Site does not support widget
es_es: El sitio no es compatible con el widget

source: Widget already exists
es_es: El widget ya existe

source: Imported
es_es: Importado

source: Imported to Inactive
es_es: Importado a inactivo

source: No Title
es_es: Sin título

source: Theme options Import file could not be found. Please try again.
es_es: Opciones de tema No se pudo encontrar el archivo de importación. Inténtalo de nuevo.

source: Theme options import data could not be read. Please try a different file.
es_es: No se pudieron leer los datos de importación de las opciones del tema. Intente con otro archivo.

source: There was an error when reading this WXR file
es_es: Hubo un error al leer este archivo WXR

source: Details are shown above. The importer will now try again with a different parser...
es_es: Los detalles se muestran arriba. El importador volverá a intentarlo ahora con un analizador diferente ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
es_es: Esto no parece ser un archivo WXR, falta el número de versión WXR o no es válido

source: Sorry, there has been an error.
es_es: Lo siento, ha habido un error.

source: The file does not exist, please try again.
es_es: El archivo no existe, inténtelo de nuevo.

source: All done.
es_es: Todo listo.

source: Have fun!
es_es: ¡Que te diviertas!

source: Remember to update the passwords and roles of imported users.
es_es: Recuerde actualizar las contraseñas y roles de los usuarios importados.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
es_es: No se pudo encontrar el archivo de exportación en <code>%s</code>. Es probable que esto se deba a un problema de permisos.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
es_es: Es posible que este archivo WXR (versión%s) no sea compatible con esta versión del importador. Considere actualizar.

source: Failed to import author %s. Their posts will be attributed to the current user.
es_es: Error al importar el autor %s. Sus publicaciones se atribuirán al usuario actual.

source: Assign Authors
es_es: Asignar autores

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
es_es: Para que le resulte más fácil editar y guardar el contenido importado, es posible que desee reasignar el autor del elemento importado a un usuario existente de este sitio. Por ejemplo, es posible que desee importar todas las entradas como entradas de <code>admin</code>s

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
es_es: Si Listing Pro crea un nuevo usuario, se generará una nueva contraseña aleatoriamente y el rol del nuevo usuario se establecerá como %s. Será necesario cambiar manualmente los detalles del nuevo usuario.

source: Import Attachments
es_es: Importar adjuntos

source: Download and import file attachments
es_es: Descargue e importe los archivos adjuntos

source: Submit
es_es: Enviar

source: Import author:
es_es: Importar autor:

source: or create new user with login name:
es_es: O crea un nuevo usuario con nombre de inicio de sesión:

source: as a new user:
es_es: Como nuevo usuario:

source: assign posts to an existing user:
es_es: Asignar publicaciones a un usuario existente:

source: or assign posts to an existing user:
es_es: O asignar publicaciones a un usuario existente:

source: - Select -
es_es: Seleccione

source: Failed to create new user for %s. Their posts will be attributed to the current user.
es_es: No se pudo crear un nuevo usuario para %s. Sus publicaciones se atribuirán al usuario actual.

source: Failed to import category %s
es_es: No se pudo importar la categoría %s

source: Failed to import post tag %s
es_es: Error al importar la etiqueta de publicación %s

source: Failed to import %s %s
es_es: Error al importar %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
es_es: Error al importar &#8220;%s&#8221 ;: tipo de publicación %s no válido

source: %s &#8220;%s&#8221; already exists.
es_es: %s &#8220;%s&#8221; ya existe.

source: Failed to import %s &#8220;%s&#8221;
es_es: Error al importar %s&#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
es_es: Elemento de menú omitido debido a que falta una barra de menú

source: Menu item skipped due to invalid menu slug: %s
es_es: Elemento de menú omitido debido a slug de menú no válido: %s

source: Fetching attachments is not enabled
es_es: La recuperación de archivos adjuntos no está habilitada

source: Invalid file type
es_es: tipo de archivo invalido

source: Remote server did not respond
es_es: El servidor remoto no respondió

source: Remote server returned error response %1$d %2$s
es_es: El servidor remoto devolvió la respuesta de error %1$d %2$s

source: Remote file is incorrect size
es_es: El archivo remoto tiene un tamaño incorrecto

source: Zero size file downloaded
es_es: Archivo de tamaño cero descargado

source: Remote file is too large, limit is %s
es_es: El archivo remoto es demasiado grande, el límite es %s

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
es_es: Está disponible una nueva versión de este importador. Actualice a la versión %s para garantizar la compatibilidad con archivos de exportación más recientes.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
es_es: Hola! Sube tu archivo WordPress eXtended RSS (WXR) e importaremos las publicaciones, páginas, comentarios, campos personalizados, categorías y etiquetas a este sitio.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
es_es: Elija un archivo WXR (.xml) para cargar, luego haga clic en Cargar archivo e importar.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
es_es: Importar <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.

source: Thank You!
es_es: ¡Gracias!

source: Your claim request has been submitted. Please sit back and relax it may take up to few business days for approval.
es_es: Se ha enviado su solicitud de reclamo. Siéntese y relájese; la aprobación puede demorar algunos días hábiles.

source: Sorry!
es_es: Lo siento!

source: You have already submitted claim for this listing
es_es: Ya enviaste una solicitud de reclamación para este anuncio

source: Login error!
es_es: ¡Error de inicio de sesión!

source: There is problem in login
es_es: Hay un problema al iniciar sesión

source: Registeration error!
es_es: ¡Error de registro!

source: There is problem in user registeration
es_es: Hay un problema en el registro de usuarios.

source: Claim for
es_es: Reclama por

source: Something is missing! Please fill out all fields highlighted in red.
es_es: ¡Algo falta! Complete todos los campos resaltados en rojo.

source: Email has been sent.
es_es: E-mail ha sido enviado.

source: Proceed
es_es: Continuar

source: Pay & Proceed
es_es: Pagar y proceder

source: Alert! your existing plan attached with this listing has an active subscription, changing plan will cancel your subscription, make sure to change before proceed
es_es: ¡Alerta! su plan existente adjunto con esta anuncio tiene una suscripción activa, el cambio de plan cancelará su suscripción, asegúrese de cambiar antes de continuar

source: Plan has been changed
es_es: El plan ha sido cambiado

source: you have unsubscribed successfully
es_es: te has dado de baja con éxito

source: Already reported by you !
es_es: ¡Ya informado por ti!

source: Reported Successfully
es_es: Reportado exitosamente

source: Already reported by you
es_es: Ya informado por ti

source: Something Wrong
es_es: Algo mal

source: Ad
es_es: ANUNCIO PRO

source: Claimed
es_es: Verificado

source: 0 Reviews
es_es: 0 Reseñas

source: In Last Week
es_es: En la semana pasada

source: In Last Month
es_es: En el último mes

source: In Last Year
es_es: El año pasado

source: Contact Us Email
es_es: Contáctenos Email

source: Details :
es_es: Detalles:

source: Name :
es_es: Nombre :

source: Message :
es_es: Haga una descripción de su negocio, horario comercial, ubicación geográfica, rubro, números de contacto. IMPORTANTE: Debe adjuntar fotografía de patente comercial abajo en selección de archivo

source: Please check captcha.
es_es: Por favor revise el captcha.

source: Current Pricing Plan
es_es: Plan de precios actual

source: We recommend you check the details of Pricing Plans before changing.
es_es: Le recomendamos que consulte los detalles de los planes de precios antes de cambiar.

source: Click Here
es_es: Haga clic aquí

source: Do you want to change pricing plan?
es_es: ¿Quieres cambiar el plan de precios?

source: Proceed Here
es_es: Procede aquí

source: Change Pricing Plan
es_es: Cambiar plan de precios

source: Unlimited Listing
es_es: Anuncio ilimitado

source: Day
es_es: Día

source: Change
es_es: Cambio

source: Sorry! There is no plan available
es_es: ¡Lo siento! No hay plan disponible

source: Go Back
es_es: Regresa

source: Sorry! there is some error
es_es: ¡Lo siento! hay algún error, vuelva a intentarlo o abra un ticket de soporte y comuníquese con nosotros.

source: Sorry! A plan should have a duration for recurring payment
es_es: ¡Lo siento! Un plan debe tener una duración para pagos recurrentes

source: Sorry! Error in transaction
es_es: ¡Lo siento! Error en la transacción

source: Sorry! There is some problem in your stripe payment
es_es: ¡Lo siento! Hay algún problema en el pago de su banda

source: Sorry!, error in transaction
es_es: ¡Lo sentimos !, error en la transacción

source: 24 Hours Open
es_es: Abierto las 24 horas

source: Open Now~
es_es: ~ABIERTO AHORA

source: Closed Now!
es_es: ¡Cerrado ahora!

source: Opening Hours
es_es: Horario de apertura

source: Show More
es_es: Mostrar más

source: Show all timings
es_es: Mostrar todos los horarios

source: Preview
es_es: Avance

source: Rating
es_es: Clasificación

source: Ratings
es_es: Calificaciones

source: Read More
es_es: Lee mas

source: Sorry! There are no posts matching your search.
es_es: ¡Lo siento! No hay publicaciones que coincidan con su búsqueda.

source: Try changing your search Keyword
es_es: Intente cambiar su palabra clave de búsqueda

source: Call Now
es_es: Llama ahora

source: Post has deleted succesfully
es_es: La publicación se ha eliminado correctamente

source: You have no permission to delete this post
es_es: No tienes permiso para eliminar esta publicación.

source: Your profile updated successfully.
es_es: Tu perfil se actualizó correctamente.

source: Please enter a valid email id.
es_es: Ingrese una identificación de correo electrónico válida.

source: Password must be 5 to 15 characters in length
es_es: La contraseña debe tener de 5 a 15 caracteres

source: Howdy!
es_es: Hola!

source: Contact Support
es_es: Contacto Soporte

source: Dashboard
es_es: Panel de Control

source: Discounts/Deals
es_es: Descuentos / Ofertas

source: Menu
es_es: Menú

source: My Profile
es_es: Mi perfil

source: Inbox
es_es: Bandeja de entrada

source: Subscriptions
es_es: Suscripciones

source: Ad Campaigns
es_es: Campañas publicitarias

source: Reviews
es_es: Valoraciones

source: Bookings
es_es: Reservaciones

source: Logout
es_es: Cerrar sesión

source: Sorry! You have no permisssion to access this page. Please contact web admin.
es_es: ¡Lo siento! No tiene permiso para acceder a esta página. Comuníquese con el administrador web.

source: You have
es_es: Tienes

source: listings that are almost ready to publish.
es_es: anuncios que están casi listos para publicar.

source: listing that is almost ready to publish.
es_es: anuncio que está casi listo para publicar.

source: Views
es_es: Vistas

source: Welcome!
es_es: ¡Bienvenidos!

source: Get Started by adding a new listing!
es_es: ¡Comience agregando un nuevo anuncio!

source: Lets start by adding your listing. Make sure to provide as much as details as possible.
es_es: Comencemos agregando su anuncio. Asegúrese de proporcionar tantos detalles como sea posible.

source: Promote!
es_es: ¡Promocionar!

source: Did you know you can generate 10x leads!
es_es: ¿Sabías que puedes generar 10 veces más clientes potenciales?

source: Start advertising today and reach 100 times more audience which can increase the potential of getting up to 10x leads and double the conversions.
es_es: Comience a publicitarse hoy y llegue a 100 veces más audiencia, lo que puede aumentar el potencial de obtener hasta 10 veces más clientes potenciales y duplicar las conversiones.

source: Listing Pending!
es_es: Anuncio pendiente!

source: Publish your Listings today and get new customers!
es_es: ¡Publicite sus anuncios hoy y obtenga nuevos clientes!

source: Please review and submit to get new leads and customers.
es_es: Revise y envíe para obtener nuevos clientes potenciales y clientes.

source: All Listing
es_es: Todos Los Anuncios

source: Published
es_es: Publicado

source: Expired
es_es: Caducado

source: Active Campaigns
es_es: Campañas activas

source: Recent Activities
es_es: Actividades recientes

source: New Reaction!
es_es: ¡Nueva reacción!

source: Someone reacted as
es_es: Alguien reaccionó como

source: on a comment by
es_es: en un comentario de

source: New Lead!
es_es: ¡Nuevo cliente potencial!

source: just contacted you.
es_es: acabo de contactarte.

source: New Review!
es_es: ¡Nueva revisión!

source: left a
es_es: dejo un

source: rating and a review on
es_es: calificación y una revisión sobre

source: Website visit!
es_es: ¡Visita al sitio web!

source: clicked on your website link at
es_es: hizo clic en el enlace de su sitio web en

source: Phone Number!
es_es: Número de teléfono

source: clicked on your phone number at
es_es: hizo clic en su número de teléfono en

source: Recent activities about your listings will be here
es_es: Las actividades recientes sobre sus anuncios estarán aquí

source: Recent activities about your listings will be here.
es_es: Las actividades recientes sobre sus nuncios estarán aquí.

source: Following need your urgent Attention
es_es: Los siguientes necesitan su atención urgente

source: Attention!
es_es: ¡Atención!

source: rating
es_es: clasificación

source: Reply
es_es: Respuesta

source: Low ratings Notifications will be here.
es_es: Las notificaciones de calificaciones bajas estarán aquí.

source: Hosted by:
es_es: Creado por:

source: Are You going ?
es_es: Vas a ir ?

source: already going
es_es: en camino

source: Yes! i am going
es_es: ¡Si! Yo voy

source: Get Tickets
es_es: Conseguir entradas

source: Get Direction
es_es: COMO LLEGAR

source: Attendees
es_es: Asistentes

source: View Less
es_es: Ver menos

source: View More
es_es: Ver más

source: Image courtesy of
es_es: Imagen cortesía de

source: Home
es_es: Hogar

source: Sign out
es_es: desconectar

source: Sign In
es_es: Ingresar

source: Add Listing
es_es: Añadir Anuncio

source: Update Profile
es_es: Actualización del perfil

source: Signout
es_es: Cerrar sesión

source: Filters
es_es: Filtros

source: EXCLUSIVE
es_es: Exclusivo

source: Try changing your search filters or
es_es: Intente cambiar sus filtros de búsqueda o

source: Price..
es_es: PRECIO

source: New Location
es_es: Nueva ubicacion

source: Enter a location
es_es: Ingrese una ubicación

source: Open Now
es_es: ABIERTO AHORA

source: Hi, Contacting for you listing
es_es: Hola, le contacto por su anuncio

source: Book Now
es_es: Reservar ahora

source: View Large Map
es_es: Ver mapa grande

source: Get Directions
es_es: COMO LLEGAR

source: Call on Whatsapp
es_es: Llamar a Whatsapp

source: See Full Menu
es_es: Ver menú completo

source: Contact Listing Owner
es_es: Contactar al propietario del anuncio

source: Contact Now!
es_es: ¡Contacta ahora!

source: See something wrong?
es_es: ¿Ves algo mal?

source: Report Now!
es_es: Informe ahora!

source: Description
es_es: Descripción.

source: FAQ's
es_es: Preguntas frecuentes

source: Quick questions
es_es: Preguntas rápidas

source: hours
es_es: horas

source: sec
es_es: seg

source: days
es_es: dias

source: Copy to clipboard
es_es: Copiar al portapapeles

source: Copied
es_es: Copiado

source: Copy
es_es: Copiar

source: View Menu
es_es: Ver menú

source: RATING
es_es: CLASIFICACIÓN

source: Rated
es_es: Calificado

source: out of 5.0 based on
es_es: de 5.0 basado en

source: ratings
es_es: calificaciones

source: INFORMATION
es_es: INFORMACIÓN

source: LOCATION
es_es: <b>Ubicación.</b>

source: Name:
es_es: Nombre:

source: Message:
es_es: Mensaje:

source: You agree & accept our Terms & Conditions for submitting this information?
es_es: ¿Está de acuerdo y acepta nuestros Términos y condiciones para enviar esta información?

source: Send
es_es: Enviar

source: Or
es_es: O

source: UserName/Email
es_es: Nombre de usuario/Email

source: Password
es_es: Contraseña

source: User name *
es_es: nombre de usuario

source: You agree you accept our Terms & Conditions for posting this ad.
es_es: Usted acepta que acepta nuestros Términos y condiciones para publicar este anuncio.

source: Results For
es_es: Resultados para

source: In
es_es: En

source: Most recent
es_es: Más reciente

source: Select Price Range
es_es: Selecciona rango de precios

source: Select Category
es_es: selecciona una categoría

source: All Categories
es_es: Categorías

source: What
es_es: Qué

source: More results for
es_es: Más resultados para

source: Where
es_es: Dónde

source: Previous
es_es: Previo

source: Next
es_es: Próximo

source: Subject:
es_es: Tema:

source: You agree & accept our Terms & Conditions for posting this information?
es_es: ¿Está de acuerdo y acepta nuestros Términos y condiciones para publicar esta información?

source: Send Message
es_es: Enviar mensaje

source: Your profile was updated successfully.
es_es: Su perfil se actualizó correctamente.

source: listings
es_es: Anuncios

source: My Subscriptions
es_es: Mis Suscripciónes

source: Ad Campaigns
es_es: Campañas publicitarias

source: No results found
es_es: No se han encontrado resultados

source: Please enter 3 or more characters
es_es: Ingrese 3 o más caracteres

source: Searching...
es_es: Buscando...

source: Logout
es_es: Cerrar sesión

source: Contact Support
es_es: Contacto Soporte

source: Add Listing
es_es: Añadir Anuncio

source: View on map
es_es: Ver en el mapa

source: Sorry! You have not selected any list as favorite.
es_es: ¡Lo siento! No ha seleccionado ningún anuncio como favorito.

source: Go and select lists as favorite
es_es: Ve y selecciona listas como favoritas

source: Visit Here
es_es: Visitar aquí

source: Forgot Password?
es_es: Olvidaste tu contraseña?

source: No info available
es_es: No hay información disponible

source: website
es_es: <b>Sitio web o Tienda Online</b>

source: No Review Found
es_es: No se ha encontrado ninguna reseña

source: Joined In
es_es: Unido

source: Reviews Submitted
es_es: Reseñas Enviadas

source: Contact with business owner
es_es: Contactar con el negocio

source: Your request has been submitted successfully.
es_es: Su solicitud se ha enviado correctamente.

source: My Listing
es_es: Mi Anuncio

source: Comment awaiting approval
es_es: Comentario pendiente de aprobación

source: Name
es_es: Nombre

source: Website
es_es: Sitio Web o Tienda Online

source: Comment
es_es: Comentario

source: Write your comment here...
es_es: Escribe tu comentario aqui...

source: Search Tag
es_es: Etiqueta de búsqueda

source: Search
es_es: Buscar

source: Page
es_es: Página

source: Cost Per Click
es_es: Costo Por Click

source: Cost Per Day
es_es: Costo Por Día

source: All Campaigns
es_es: Todas las campañas

source: All
es_es: Todas

source: Inactive
es_es: Inactiva

source: Add New
es_es: Agregar nuevo

source: Campaign
es_es: Campaña

source: start date
es_es: fecha de inicio

source: end date
es_es: Fecha final :

source: status
es_es: estado

source: Nothing but this golden trophy!
es_es: ¡Aún nada por acá esperamos ayudarte pronto en Listing Pro!

source: You must be here for the first time. If you like to add some thing, click the button below.
es_es: Debes estar aquí por primera vez. Si desea agregar algo, haga clic en el botón de abajo.

source: Add new ad
es_es: Agregar nuevo anuncio

source: Total Ads Clicks
es_es: Clics totales en anuncios

source: PLACEMENTS
es_es: COLOCACIONES

source: Purchase Details
es_es: Detalles de la compra

source: TOTAL BUDGET
es_es: PRESUPUESTO TOTAL

source: TRANSACTION ID
es_es: ID DE TRANSACCIÓN

source: All Ad Campaign
es_es: Toda la campaña publicitaria

source: Create Ad Campaign
es_es: Crear campaña publicitaria

source: Full View Example
es_es: Ejemplo de vista completa

source: Choose a listing to ad campaign
es_es: Elija un anuncio para la campaña publicitaria

source: Set Days For This Campaign
es_es: Establece días para esta campaña

source: Please Put Days For This Ad Campaign ( Only Numeric Value )
es_es: Ponga días para esta campaña publicitaria (solo valor numérico)

source: Select all Placement
es_es: Seleccionar de todas las ubicaciones

source: Please Select Your Placement ( Where Ad`s Show )
es_es: Seleccione su ubicación (donde se muestran los anuncios)

source: Select This Place For Ad To Place On Home Page
es_es: Seleccione este lugar para colocar el anuncio en la página de inicio

source: Top Of Search
es_es: Parte superior de la búsqueda

source: Select This Option To Place Your Ad On Top Of The Search Result
es_es: Seleccione esta opción para colocar su anuncio en la parte superior del resultado de la búsqueda

source: Select This Option To Place Your Ad On Listing Detail Page Side Bar
es_es: Seleccione esta opción para colocar su anuncio en la barra lateral de la página de detalles del anuncio

source: Select a Payment Method
es_es: Seleccione un método de pago

source: Please Select Your Payment Method To Pay Ad Charges
es_es: Seleccione su método de pago para pagar los cargos por publicidad

source: I accept that I have reviewed all the above details before proceedings. I understand the ad campaign cannot be edited or cancelled without getting in touch with the site admin
es_es: Acepto que he revisado todos los detalles anteriores antes del procedimiento. Entiendo que la campaña publicitaria no se puede editar ni cancelar sin ponerme en contacto con el administrador del sitio.

source: Pay Now
es_es: Pagar Ahora

source: Campaign Payment
es_es: Pago de campaña

source: Unsaved Event
es_es: Evento no guardado

source: Summary
es_es: Resumen

source: AMOUNT
es_es: CANTIDAD

source: Top of Search Ad
es_es: Anuncio en la parte superior de la búsqueda

source: Sidebar Ad
es_es: Anuncio de barra lateral

source: Budget
es_es: Presupuesto

source: Get results with no surprises
es_es: Obtenga resultados sin sorpresas
