Repository: listingprowp/Localization
Catalog: */Theme/ListingProWP_Theme-*.po
Languages: es_es

source: Enable to show and allow the creation of Discounts/Offers/Deals within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de Descuentos / Ofertas / Ofertas dentro del tablero. (Disponible solo para propietarios de fichas de empresa)

source: My Profile
es_es: Mi perfil

source: Logout Button
es_es: Botón Cerrar sesión

source: Enable to show the logout button within the dashboard.
es_es: Habilite para mostrar el botón de cierre de sesión dentro del tablero.

source: Notice to Listing
es_es: Aviso de anuncio

source: Notice to Create Campaigns
es_es: Aviso para crear campañas

source: Delete Converstaion Button
es_es: Botón Eliminar Conversión

source: Enable to show delete conversation button within the dashboard inbox.
es_es: Habilite para mostrar el botón Eliminar conversación dentro de la bandeja de entrada del panel.

source: Typography
es_es: Tipografía

source: Body Font
es_es: Fuente del cuerpo

source: Specify the body font properties.
es_es: Especifique las propiedades de la fuente del cuerpo.

source: Navigation Style and Anchor
es_es: Estilo de navegación y ancla

source: Heading h1 Style
es_es: Título h1 Style

source: Heading h2 Style
es_es: Título h2 Style

source: Heading h3 Style
es_es: Título h3 Style

source: Heading h4 Style
es_es: Título h4 Style

source: Heading h5 Style
es_es: Título h5 Style

source: Heading h6 Style
es_es: Título h6 Style

source: Paragraph and small elements
es_es: Párrafo y pequeños elementos

source: Header
es_es: Encabezamiento

source: Header layout
es_es: Diseño de encabezado

source: Select from 1 of 9 Header Styles
es_es: Seleccione uno de los 9 estilos de encabezado

source: Top Bar
es_es: Barra superior

source: Enable to show Top Bar within Header
es_es: Habilite para mostrar la barra superior dentro del encabezado

source: Top Bar Background Color
es_es: Color de fondo de la barra superior

source: Enable/Disable Top bar
es_es: Activar / desactivar barra superior

source: Top bar Background Color Inner Pages
es_es: Páginas internas de color de fondo de la barra superior

source: Top bar Color Inner Pages
es_es: Páginas internas de color de la barra superior

source: Set Opacity for Top Bar
es_es: Establecer opacidad para la barra superior

source: Fixed Header
es_es: Encabezado fijo

source: Position Top Fixed Header.
es_es: Posición del encabezado fijo superior.

source: Fixed Header In Inner Pages
es_es: Encabezado fijo en páginas internas

source: Position Top Fixed Header In Inner Pages.
es_es: Coloque el encabezado fijo superior en las páginas internas.

source: Header Background Color
es_es: Color de fondo del encabezado

source: Header Background Color Inner Pages
es_es: Páginas internas del color de fondo del encabezado

source: Header Text and Border Color
es_es: Texto del encabezado y color del borde

source: Categories in Header
es_es: Categorías en el encabezado

source: Tumbler URL
es_es: URL de Tumblr

source: Header Layout
es_es: Diseño de encabezado

source: Header Search
es_es: Búsqueda de encabezado

source: Enable to show Search Fields within the Header.
es_es: Habilite para mostrar los campos de búsqueda dentro del encabezado.

source: Home Page Logo
es_es: Logotipo de la página de inicio

source: Upload your logo to show within the Header on the Homepage.
es_es: Sube tu logo para mostrarlo en el encabezado de la página de inicio.

source: Logo for Inner Pages
es_es: Logotipo para páginas internas

source: Upload your logo to show within the Header on Inner Pages.
es_es: Sube tu logo para mostrarlo en el encabezado de las páginas internas.

source: Upload your Favicon to show within the Browser Tab.
es_es: Sube tu Favicon para mostrarlo en la pestaña del navegador.

source: Page header background image
es_es: Imagen de fondo del encabezado de la página

source: Upload your Image here
es_es: Sube tu imagen aquí

source: Choose Login Popup style
es_es: Elija el estilo emergente de inicio de sesión

source: Homepage Banner Style
es_es: Estilo de banner de la página de inicio

source: Select from 1 of 7 styles
es_es: Seleccione entre 1 de 7 estilos

source: Select Search Style
es_es: Seleccionar estilo de búsqueda

source: Select Category Style
es_es: Seleccionar estilo de categoría

source: Category Background Color
es_es: Color de fondo de la categoría

source: Category Background Hover Color
es_es: Categoría Fondo Color de desplazamiento

source: Category Text Color
es_es: Color de texto de categoría

source: Banner height
es_es: Altura del banner

source: Add Banner Height (without unitPixel/Percent)
es_es: Agregar altura de banner (sin unitPixel / Percent)

source: Set opacity for banner
es_es: Establecer opacidad para banner

source: Banner background type
es_es: Tipo de fondo de banner

source: Select if banner shows static image or video.
es_es: Seleccione si el banner muestra una imagen estática o un video.

source: Home Banner Image
es_es: Imagen de banner de inicio

source: Upload image for homepage banner
es_es: Cargar imagen para el banner de la página de inicio

source: Home Video Banner Image
es_es: Imagen de banner de video casero

source: Upload video poster for homepage banner
es_es: Cargar póster de video para el banner de la página de inicio

source: Video Source
es_es: Fuente de vídeo

source: MP4 Video Url
es_es: MP4 Video Link

source: Please use proper video URL with extension like .mp4. Avoid using any video page URL like youtube or vimeo
es_es: Utilice la URL de video adecuada con una extensión como .mp4. Evite usar la URL de cualquier página de video como youtube o vimeo

source: Upload video here to show in banner
es_es: Sube el video aquí para mostrarlo en el banner

source: Youtube Video Url
es_es: Youtube Video Link

source: Please use proper video URL from youtube
es_es: Utilice la URL de video adecuada de youtube

source: Select Search Mode For Video
es_es: Seleccione el modo de búsqueda para video

source: Courtesy Listing On/Off
es_es: Listado de cortesía activado / desactivado

source: Link image to listing if images have been provided by a listing
es_es: Vincular la imagen al anuncio si las imágenes han sido proporcionadas por otro anuncio

source: Listing ID
es_es: ID del anuncio

source: Listing ID for a link to the listing
es_es: ID de anuncio para un enlace al listado

source: Banner Taxonomy
es_es: Taxonomía de banner

source: Choose if banner catgory boxes show Category, Location or features
es_es: Elija si los cuadros de categoría del banner muestran Categoría, Ubicación o características

source: Listing Categories
es_es: Categorías de Anuncios

source: Select Categories to show for banner taxonomy
es_es: Seleccionar categorías para mostrar la taxonomía de banners

source: Select listing categories for dropdown in search (WHAT field)
es_es: Seleccione las categorías de la lista para el menú desplegable en la búsqueda (campo QUÉ)

source: Select Categories to show in the search dropdown
es_es: Seleccione Categorías para mostrar en el menú desplegable de búsqueda

source: Locations
es_es: Ubicaciones

source: Select Location to show for banner taxonomy
es_es: Seleccione la ubicación para mostrar la taxonomía de banners

source: listing Features
es_es: Características de anuncio

source: Select features to show for banner taxonomy
es_es: Seleccionar funciones para mostrar en la taxonomía de banners

source: Search View
es_es: Vista de búsqueda

source: Search Alignment
es_es: Alineación de búsqueda

source: Search Mode
es_es: Modo de búsqueda

source: Categories Text
es_es: Categorías Texto

source: Map Height
es_es: Altura del mapa

source: Banner Search Placeholder
es_es: Marcador de posición de búsqueda de banner

source: Location Default Text
es_es: Texto predeterminado de ubicación

source: Search Top Title
es_es: Buscar título principal

source: Sidebar Search Location Text
es_es: Texto de ubicación de búsqueda de la barra lateral

source: Search Main Text
es_es: Buscar texto principal

source: Search Upper Small Text
es_es: Buscar texto pequeño superior

source: Banner Arrow Image
es_es: Imagen de flecha de banner

source: Enable to show an arrow in banner pointing to taxonomy boxes
es_es: Habilite para mostrar una flecha en el banner que apunta a los cuadros de taxonomía

source: Banner Logo
es_es: Logotipo de banner

source: Upload image for logo on banner search form
es_es: Cargar imagen para el logotipo en el formulario de búsqueda de banner

source: Show Listing Pin By
es_es: Mostrar Pin de anuncio por

source: On home page map, show pin based on the selection
es_es: En el mapa de la página de inicio, muestre el pin según la selección

source: Category
es_es: Categoría

source: Please choose a category.
es_es: Por favor elija una categoría.

source: Select a listing category
es_es: Seleccione una categoría de anuncio

source: Map
es_es: Mapa

source: Google Map & Places API Key
es_es: Clave de API de Google Map & Places

source: Please set your own google map API key for your site( default key is for only demo)
es_es: Configure su propia clave de API de Google Map para su sitio (la clave predeterminada es solo para demostración)

source: Get your Google Maps API Key here. <br> https://developers.google.com/maps/documentation/javascript/get-api-key
es_es: Obtenga su clave API de Google Maps aquí. <br> https://developers.google.com/maps/documentation/javascript/get-api-key

source: Map Type
es_es: Tipo de mapa

source: Mapbox Token
es_es: Token de Mapbox

source: Put here MapBox token, If you leave it empty then Google map will work
es_es: Ponga aquí el token MapBox, si lo deja vacío, el mapa de Google funcionará

source: Get your Mapbox Key here.<br>https://account.mapbox.com/access-tokens/create
es_es: Obtenga su clave de Mapbox aquí. <br> https://account.mapbox.com/access-tokens/create

source: Mapbox Map Style Id
es_es: ID de estilo de mapa de Mapbox

source: Type Your Custom Style ID
es_es: Escriba su ID de estilo personalizado

source: Type how you want the Mapbox map to show.
es_es: Escriba cómo desea que se muestre el mapa de Mapbox.

source: Blog View
es_es: Vista del blog

source: Blog Grid View Style
es_es: Estilo de vista de cuadrícula de blog

source: Blog Template
es_es: Plantilla de blog

source: Blog Detail Template
es_es: Plantilla de detalles de blog

source: Blog Sidebar Style
es_es: Estilo de barra lateral del blog

source: Mobile View
es_es: Vista móvil

source: Select between Responsive & App View. Find out more here
es_es: Seleccione entre Vista Responsive y App. Descubra más aquí

source: Upload App View Menu Header Image
es_es: Subir imagen de encabezado del menú de vista de aplicaciones

source: Upload image to be used as the app view menu header
es_es: Cargue la imagen para usarla como encabezado del menú de vista de la aplicación

source: Home Page for App View
es_es: Página de inicio para la vista de aplicaciones

source: Enter url for home page on app view
es_es: Ingrese la URL de la página de inicio en la vista de la aplicación

source: Select page for App View to use as Homepage. This allows you to create a separate page for Desktop and Mobile which allows you to layout the homepage depending on screen size.
es_es: Seleccione la página para que la vista de aplicaciones se use como página de inicio. Esto le permite crear una página separada para escritorio y móvil que le permite diseñar la página de inicio según el tamaño de la pantalla.

source: Default Map Location Latitude
es_es: Latitud de ubicación predeterminada del mapa

source: Enter latitude for default map location
es_es: Ingrese la latitud para la ubicación predeterminada del mapa

source: This option will work on map only and only if there is no listing result found
es_es: Esta opción funcionará solo en el mapa y solo si no se encuentra ningún resultado en la lista

source: Default Map Location Longitude
es_es: Longitud de ubicación predeterminada del mapa

source: Enter longitude for default map location
es_es: Ingrese la longitud para la ubicación predeterminada del mapa

source: Listings Order By
es_es: Ordenar anuncios por

source: Order By Listings on archive/search result page
es_es: Ordenar por anuncios en la página de resultados de búsqueda / archivo

source: Listings Order
es_es: Orden de anuncios

source: Listings Order on archive/search result page
es_es: Orden de anuncios en la página de resultados de búsqueda / archivo

source: Add listing only by logged in users
es_es: Agregar Anuncio solo por usuarios registrados

source: Only logged in users can submit listings
es_es: Solo los usuarios registrados pueden enviar anuncios

source: Select Timing Format
es_es: Seleccionar formato de tiempo

source: Contact Support Page
es_es: Página de soporte de contacto

source: The select page that Contact Support button links to.
es_es: La página de selección a la que se vincula el botón Contactar con el soporte técnico.

source: Change Plan Button
es_es: Botón Cambiar plan

source: Enable to allow users to change plan via the dashboard
es_es: Habilite para permitir que los usuarios cambien de plan a través del panel

source: Listings Per Page
es_es: Anuncios por página

source: It will effect on taxonomy and search page.
es_es: Afectará a la taxonomía y la página de búsqueda.

source: Enter only digits. e-g 11
es_es: Ingrese solo dígitos. e-g 11

source: Upload default featured image for listing
es_es: Cargar imagen destacada predeterminada para la lista

source: Upload a default image to be used as the featured image, only used if the user doesn’t upload an image.
es_es: Sube una imagen predeterminada para usarla como imagen destacada, solo se usa si el usuario no carga una imagen.

source: Featured image from gallery
es_es: Imagen destacada de la galería

source: Enable to use an image from listing gallery as a featured image if a featured image isn’t uploaded.
es_es: Habilite para usar una imagen de la galería de listados como imagen destacada si no se carga una imagen destacada.

source: Map Pin Image for Contact Us Page and Listing Details Page
es_es: Imagen de pin de mapa para la página de contacto y la página de detalles del anuncio

source: Upload your image
es_es: Sube tu imagen

source: Select Slider Type
es_es: Seleccione el tipo de control deslizante

source: Gallery Height
es_es: Altura de la galería

source: Add Slider Height (without unitPixel/Percent)
es_es: Agregar altura del control deslizante (sin unitPixel / Percent)

source: Change Listing Status On Listing Moderation
es_es: Cambiar el estado del anuncio en la moderación de la lista

source: ON=Pending, OFF=Publish
es_es: ON = Pendiente, OFF = Publicar

source: Enable to change the listing to pending after listing is edited. The listing will not show until published by admin.
es_es: Habilite para cambiar la lista a pendiente después de editarla. La lista no se mostrará hasta que la publique el administrador.

source: Custom Icon for Archive & Search Pages
es_es: Icono personalizado para páginas de archivo y búsqueda

source: If Enable => It means that custom icon will work on listing archive and search result pages
es_es: Si Habilitar => Significa que el icono personalizado funcionará en la lista de páginas de resultados de búsqueda y archivo

source: Uploade custom icon for Archive & Search Pages
es_es: Cargar icono personalizado para páginas de búsqueda y archivo

source: Please upload a PNG icon
es_es: Sube un icono PNG

source: Listing Detail
es_es: Detalle Anuncio

source: Select listing detail page Style
es_es: Seleccionar estilo de página de detalles de anuncio

source: Choose from 1 of 4 styles.
es_es: Elija entre 1 de 4 estilos.

source: Header Background Image
es_es: Imagen de fondo del encabezado

source: Top background image for this syle
es_es: Imagen de fondo superior para este estilo

source: Additional Details Position
es_es: Detalles adicionales Posición

source: Set additional details position to sidebar or below content area
es_es: Establecer la posición de los detalles adicionales en la barra lateral o debajo del área de contenido

source: Video Display Option
es_es: Opción de visualización de video

source: On=Show youtube video in popup, off=embed
es_es: Encendido = Mostrar el video de YouTube en una ventana emergente, apagado = insertar

source: Detail Listing Page Report Button
es_es: Botón Informe de la página de anuncio de detalles

source: Enable to show report listing button within listing
es_es: Habilite para mostrar el botón de lista de informes dentro de la lista

source: Deals/Offer Design (content)
es_es: Diseño de ofertas / acuerdos (contenido)

source: design for content area
es_es: diseño para área de contenido

source: The design used when deals show within the content area.
es_es: El diseño utilizado cuando las ofertas se muestran dentro del área de contenido.

source: Discount/Deals (sidebar)
es_es: Descuento / Ofertas (barra lateral)

source: design for sidebar area
es_es: diseño para el área de la barra lateral

source: The design used when deals show within the sidebar.
es_es: El diseño utilizado cuando las ofertas se muestran en la barra lateral.

source: Listing Archive View
es_es: Vista de archivo de anuncio

source: Listing page layout
es_es: Diseño de página de anuncio

source: Background Image
es_es: Imagen de fondo

source: Child Categories
es_es: Categorías hijo

source: Enable to show child category boxes within the parent category
es_es: Habilite para mostrar cuadros de categoría secundaria dentro de la categoría principal

source: Display Style for child category boxes
es_es: Estilo de visualización para cuadros de categoría secundaria

source: Choose display style for child categories
es_es: Elija el estilo de visualización para las categorías secundarias

source: Ad Image
es_es: Imagen de anuncio

source: Put ad here
es_es: Poner anuncio aquí

source: Listing grid/list
es_es: Listado de cuadrícula / lista

source: Include child Terms listings in Archive Results
es_es: Incluir anuncios de términos secundarios en los resultados del archivo

source: Enable to show listings within child category when searching the main category.
es_es: Habilite para mostrar anuncios dentro de la categoría secundaria al buscar en la categoría principal.

source: Hide Grid/List switcher
es_es: Ocultar conmutador de cuadrícula / lista

source: Enable to show button to switch between grid and list view.
es_es: Habilite para mostrar el botón para cambiar entre la vista de cuadrícula y de lista.

source: Listing Submit & Edit
es_es: Anuncio Enviar y Editar

source: Page Style
es_es: Estilo de página

source: Choose an option
es_es: Elija una opción

source: Choose submit listing form style.
es_es: Elija enviar estilo de formulario de listado.

source: Auto-Pilot Front-End subbmission via google (Fill-O-Bot)
es_es: Envío de Auto-Pilot Front-End a través de google (Fill-O-Bot)

source: Enable to import details from Google Maps.
es_es: Habilite para importar detalles de Google Maps.

source: Gallery Images Upload Limit
es_es: Límite de carga de imágenes de la galería

source: Enable to restrict total number of images allowed to upload for a single listing. Individual pricing plan settings will be override this option.
es_es: Habilite esta opción para restringir el número total de imágenes que se pueden cargar para una sola lista. La configuración del plan de precios individual anulará esta opción.

source: Max. allowed images in gallery
es_es: Max. imágenes permitidas en la galería

source: Just use integer value. e.g 5
es_es: Solo usa un valor entero. por ejemplo, 5

source: Maximum no. of images allowed in gallery while submitting a listing
es_es: No máximo de imágenes permitidas en la galería al enviar una lista

source: Gallery Images File Size (MB)
es_es: Tamaño de archivo de imágenes de la galería (MB)

source: Enable to restrict total images file size (mb) allowed to upload for a single listing. Individual pricing plan settings will be override this option.
es_es: Habilite esta opción para restringir el tamaño total del archivo de imágenes (mb) que se permite cargar para una sola lista. La configuración del plan de precios individual anulará esta opción.

source: Total allowed images size in gallery
es_es: Tamaño total de imágenes permitido en la galería

source: Size is in Mbs, Just use integer value. e.g 5
es_es: El tamaño está en Mbs, solo use un valor entero. por ejemplo, 5

source: Enter total image size in MB. This is the total for all images within the listing.
es_es: Ingrese el tamaño total de la imagen en MB. Este es el total de todas las imágenes dentro de la lista.

source: First section Image
es_es: Imagen de la primera sección

source: Upload Image for Submit Listing
es_es: Cargar imagen para enviar anuncio

source: Second section Image
es_es: Imagen de la segunda sección

source: Upload Image for second section
es_es: Subir imagen para la segunda sección

source: Third section Image
es_es: Imagen de la tercera sección

source: Upload Image for third section
es_es: Subir imagen para la tercera sección

source: Fourth section Image
es_es: Imagen de la cuarta sección

source: Upload Image for Fourth section
es_es: Subir imagen para la cuarta sección

source: Business Logo
es_es: Logotipo de empresa

source: Enable to allow upload of listing logo
es_es: Habilite para permitir la carga del logotipo de la lista

source: Default Logo
es_es: Logo predeterminado

source: Default logo if not uploaded by user
es_es: Logotipo predeterminado si no es subido por el usuario

source: Image for Title Tip
es_es: Imagen de sugerencia de título

source: Upload Image for Title Tip
es_es: Subir imagen para sugerencia de título

source: Image for Full Address Tip
es_es: Imagen de sugerencia de dirección completa

source: Upload Image for Full Address Tip
es_es: Subir imagen para sugerencia de dirección completa

source: Image for City Tip
es_es: Imagen de City Tip

source: Upload Image for City Tip
es_es: Subir imagen para consejo de la ciudad

source: Image for Phone Tip
es_es: Imagen de la sugerencia del teléfono

source: Upload Image for Phone Tip
es_es: Subir imagen para sugerencia telefónica

source: Image for Website Tip
es_es: Imagen de la sugerencia del sitio web

source: Upload Image for Website Tip
es_es: Subir imagen para sugerencia del sitio web

source: Image for Category Tip
es_es: Imagen para sugerencia de categoría

source: Upload Image for Category Tip
es_es: Subir imagen para sugerencia de categoría

source: Image for Price Tip
es_es: Imagen de sugerencia de precio

source: Upload Image for Price Tip
es_es: Subir imagen para sugerencia de precio

source: Image for Business Hours Tip
es_es: Imagen para sugerencia de horario comercial

source: Upload Image for Business Hours Tip
es_es: Sugerencia de carga de imagen para horario comercial

source: Image for Social Media Tip
es_es: Imagen para sugerencia de redes sociales

source: Upload Image for Social Media Tip
es_es: Subir imagen para sugerencia de redes sociales

source: Image for Faqs Tip
es_es: Imagen para la sugerencia de preguntas frecuentes

source: Upload Image for Faqs Tip
es_es: Subir imagen para sugerencias de preguntas frecuentes

source: Image for Description Tip
es_es: Imagen de la descripción Sugerencia

source: Upload Image for Description Tip
es_es: Subir imagen para sugerencia de descripción

source: Image for Video Tip
es_es: Imagen para video consejo

source: Upload Image for Video Tip
es_es: Subir imagen para sugerencia de video

source: Image for Gallery Tip
es_es: Imagen para el consejo de la galería

source: Upload Image for Gallery Tip
es_es: Subir imagen para la sugerencia de la galería

source: Image for Business Logo
es_es: Imagen para el logotipo de la empresa

source: Upload Image for Business Logo
es_es: Cargar imagen para el logotipo de la empresa
