Repository: listingprowp/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: it_it

source: Extra Class Name
it_it: Nome classe extra

source: This can then be used to target the row with CSS.
it_it: Questo può quindi essere utilizzato per indirizzare la riga con CSS.

# post type general name
source: Pricing Plans
it_it: Prezzi Piani

# post type singular name
source: Price Plans
it_it: Piani tariffari

# book
source: Add New Price Plan
it_it: Aggiungi nuovo piano prezzi

source: Add New Price Plan
it_it: Aggiungi nuovo piano prezzi

source: Edit Price Plan
it_it: Modifica il Piano di Abbonamento

source: New Price Plan
it_it: Nuovo piano prezzi

source: View Price Plan
it_it: Visualizza piano prezzi

source: Search Price Plans
it_it: Cerca piani tariffari

source: No Price Plan found
it_it: Nessun piano prezzi trovato

source: No Price Plans found in Trash
it_it: Nessun piano prezzi trovato nel cestino

source: Number of Listings
it_it: Numero di annunci

# post type general name
source: Listings
it_it: Schede

# post type singular name
source: Listing
it_it: Scheda

# book
source: Add New
it_it: Aggiungi nuovo

source: Add New List
it_it: Aggiungi una nuova Struttura

source: Edit List
it_it: Modifica elenco

source: New Listing
it_it: Nuova Struttura

source: View List
it_it: Visualizza elenco

source: Search Listing
it_it: Cerca Struttura

source: No List found
it_it: Nessun elenco trovato

source: No List found in Trash
it_it: Nessun elenco trovato nel Cestino

# post type general name
source: Form Fields
it_it: Campi modulo

# post type singular name
source: Field
it_it: Campo

# book
source: Add New Field
it_it: Aggiungi nuovo campo

source: Add New Field
it_it: Aggiungi Nuovo Campo

source: Edit Field
it_it: Modifica Campo

source: New Field
it_it: Nuovo campo

source: View Field
it_it: Visualizza campo

source: Search Fields
it_it: Campi di ricerca

source: No Field found
it_it: Nessun campo trovato

source: No Field found in Trash
it_it: Nessun campo trovato nel Cestino

source: Add New Feature
it_it: Aggiungi nuova funzionalità

source: New Feature
it_it: Nuova caratteristica

source: View Feature
it_it: Visualizza funzionalità

source: Search Locations
it_it: Cerca Regioni

source: View Location
it_it: Visualizza posizione

source: Popular Locations
it_it: Luoghi Popolari

source: All Locations
it_it: Tutte le Locations

source: Parent Location
it_it: Posizione genitore

source: Parent Location:
it_it: Posizione genitore:

source: Edit Location
it_it: Modifca Location

source: Update Location
it_it: Aggiorna Regione

source: Add New Location
it_it: Aggiungi nuova località.

source: New Location Name
it_it: Nuovo nome posizione

source: Separate Locations with commas
it_it: Separare le posizioni con virgole

source: Add or remove Location
it_it: Aggiungi o rimuovi Regione

source: Choose from the most used Locations
it_it: Cerca tra i luoghi più comuni

source: Back to Locations
it_it: Torna alle sedi

# post type general name
source: Events
it_it: Eventi

# post type singular name
source: Events
it_it: Eventi

# book
source: Add New Event
it_it: Aggiungi nuovo evento

source: Add New Event
it_it: Aggiungi nuovo evento

source: Edit Event
it_it: Modifica evento

source: New Event
it_it: Nuovo evento

source: View Event
it_it: Visualizza evento

source: Search Events
it_it: Cerca eventi

source: No Event found
it_it: Nessun evento trovato

source: No Event found in Trash
it_it: Nessun evento trovato nel Cestino

source: Event Details
it_it: dettagli dell'evento

source: "%1$s" requires "%2$s" to be installed and activated.
it_it: "% 1 $ s" richiede che "% 2 $ s" sia installato e attivato.

source: "%1$s" requires "%2$s" version %3$s or greater.
it_it: "% 1 $ s" richiede "% 2 $ s" versione% 3 $ s o successiva.

source: Choose your Category style
it_it: Scegli lo stile della categoria

source: Check the checkbox
it_it: Seleziona la casella di controllo

source: Button for grid style 3, Leave empty to hide.
it_it: Pulsante per lo stile di griglia 3, lasciare vuoto per nascondere.

source: Button link for grid style 3
it_it: Collegamento pulsante per stile griglia 3

source: Button link Listing category slider style
it_it: Collegamento del pulsante Stile del cursore della categoria di elenco

source: Button for Listing category slider style, Leave empty to hide.
it_it: Pulsante per lo stile del cursore della categoria di elenco, lasciare vuoto per nascondere.

source: Pricing plans views
it_it: Vedi piano prezzi

source: Recurring Payment?
it_it: Pagamenti ricorrenti?

source: Category:
it_it: Categorie:

source: Days
it_it: Giorni

source: Sorry! No Paid Claim request found
it_it: Spiacente! Nessuna richiesta di reclamo a pagamento trovata

source: Sorry! Pricing plan associated with the current selection must have a defined duration
it_it: Spiacente! Il piano tariffario associato alla selezione corrente deve avere una durata definita

source: Sorry! You have no paid listings yet!
it_it: Scusa, non hai ancora pagato la scheda!

source: Transaction has failed! But don’t worry, you can always go back.
it_it: La transazione è fallita! Ma non preoccuparti, puoi sempre tornare indietro.

source: Contact Site Admin
it_it: Contatta l'Amministratore del Sito

source: 24 hours open
it_it: Aperto 24 Ore

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: 24 Hours
it_it: 24 Ore

source: Sorry
it_it: scusate

source: Already Added
it_it: Già aggiunto

source: Add 2nd time slot?
it_it: Aggiungere la seconda fascia oraria?

source: Bank Transfer
it_it: Trasferimento bancario

source: Recurring Payment
it_it: Pagamento ricorrente

source: Alert! Recurring Payment Option is Enabled By Default.
it_it: Attenzione! L'opzione di pagamento ricorrente è abilitata per impostazione predefinita.

source: Sorry! You have not enable any payment method
it_it: Scusa! Non hai abilitato alcun metodo di pagamento

source: SELECT PAYMENT
it_it: PAYPAL O CARTA DI C. NORMALE

source: REVIEW PAYMENT
it_it: CONTROLLA INFO

source: DONE
it_it: COMPLIMENTI

source: Sorry! Your request failed
it_it: Spiacente! La tua richiesta non è riuscita

source: Card Number
it_it: Numero di carta

source: Expiration Date (MM/YYYY)
it_it: Data di Scadenza (MM/AAAA)

source: Name
it_it: Nome

source: Address
it_it: Indirizzo

source: State
it_it: Stato

source: Country
it_it: Nazione

source: Zip
it_it: Cap

source: Close
it_it: Chiudi

source: Exclusive
it_it: Esclusivo

source: No plan associated with this category
it_it: Nessun piano associato a questa categoria

source: There is no Plan available right now.
it_it: Non è ancora stata attivata una tipologia di Iscrizione adatta per abilitare questa funzionalità, aggiorna la tipolgia di iscrizione ed insierisci i tuoi Contatti diretti per ottenere subito 10 Nuovi Clienti!

source: unlimited
it_it: ILLIMITATO

source: Per Listing
it_it: Singola scheda

source: Per Package
it_it: Soluzione a pacchetto

source: Per Package
it_it: Soluzione a pacchetto

source: Per Listing
it_it: Per Struttura

source: Duration
it_it: Durata

source: days
it_it: giorni

source: : Unlimited days
it_it: : PER SEMPRE

source: Max. Listings :
it_it: Schede massime:

source: Max. Listings : Unlimited
it_it: Schede massime: ILLIMITATE

source: Map Display
it_it: Vista mappa

source: Contact Display
it_it: Contatti in evidenza

source: Business Tagline
it_it: Profilo aziendale

source: Social Links
it_it: Link Social

source: Tags/Keywords
it_it: Keywords for Search

source: Resurva
it_it: Direct Reservations

source: Menu
it_it: Menù

source: Announcement
it_it: Annuncio

source: Deals-Offers-Discounts
it_it: Deals & Special Offers

source: Hide competitors Ads
it_it: Hide Competitors

source: CHOOSE PLAN
it_it: Scegli il Piano

source: should have a price
it_it: dovrebbe avere un prezzo

source: Per Month Price
it_it: Prezzo al mese

source: Total Listings :
it_it: Schede Totali:

source: Available Listings :
it_it: Schede disponibili:

source: Used :
it_it: Usato :

source: Announcment
it_it: Sponsorizza la tua Attività

source: Bookings
it_it: Prenotazioni

source: Lead Form
it_it: Modulo per i lead

source: Get Started Now
it_it: Comincia ora

source: per month
it_it: al mese

source: billed Annually
it_it: fatturati ogni anno

source: Max. listings allowed :
it_it: N° massimo schede:

source: Per Month
it_it: Al mese

source: Remaining Listings :
it_it: Schede rimanenti:

source: Hot
it_it: Caldo

source: Continue
it_it: Continua

source: Unlimited days
it_it: Giornate illimitate

source: Listings
it_it: Strutture

source: Listings : Unlimited
it_it: Inserzioni: illimitate

source: Choose Plan
it_it: Scegli il Piano

source: View All Features
it_it: Visualizza tutte le funzionalità

source: Per Month Price :
it_it: Prezzo al mese:

source: Lead FOrm
it_it: Modulo per i lead

source: SELECT A LISTING
it_it: SELEZIONA LA TUA STRUTTURA

source: Category:
it_it: Categorie:

source: Duration:
it_it: Durata:

source: Price:
it_it: Prezzi:

source: Congratulations! Transaction is successful!
it_it: Congratulazioni, la transazione è avvenuta con successo!

source: Go Back To Dashboard
it_it: Torna al Pannello

source: Item
it_it: Articolo

source: Tax
it_it: Imposte e Tasse

source: Subtotal
it_it: Subtotale

source: LP Columns Element
it_it: Elemento colonne LP

source: LP Promotional Element
it_it: Elemento promozionale LP

source: Add Link Title
it_it: Aggiungi collegamento titolo

source: Add URL here
it_it: Aggiungi un URL qui

source: LP Promotional Services
it_it: Servizi promozionali LP

source: LP Promotional Timeline
it_it: Cronologia promozionale LP

source: Timeline First Description
it_it: Prima descrizione della sequenza temporale

source: LP Promotional Presentaion
it_it: Presentazione promozionale LP

source: LP Promotional Support
it_it: Supporto promozionale LP

source: Select Listingpro Call to Action Style
it_it: Seleziona Listingpro Call to Action Style

source: Call to Action with Button
it_it: Call to Action con Button

source: Call to Action without Button
it_it: Call to Action senza Button

source: LP Notification
it_it: Notifica LP

source: LP Tabs
it_it: Schede LP

source: Styles
it_it: Stili

source: Grid Style 6
it_it: Stile griglia 6

source: LP Entries
it_it: Voci LP

source: LP Client Testimonial
it_it: Testimonianza del cliente LP

source: Choose your testimonial style
it_it: Scegli stile testimonial

source: Add designation
it_it: Aggiungi designazione

source: LP Locations
it_it: Posizioni LP

source: Choose your Listing style
it_it: Scegli il tipo di struttura

source: Select location
it_it: Scegli Regione

source: Order of locations
it_it: Ordine delle Regioni

source: Description about this element
it_it: Descrizione di questo elemento

source: LP Listings By (location/category)
it_it: Elenchi LP per (posizione / categoria)

source: LP Listing Posts
it_it: Post dell'elenco LP

source: LP Listings With Coupons
it_it: Inserzioni LP con coupon

source: LP Listings by ID
it_it: Elenchi LP per ID

source: comma separated ids
it_it: ID separati da virgole

source: LP Claimed Listings
it_it: Elenchi rivendicati da LP

source: LP Image Gallery
it_it: Galleria immagini LP

source: Choose your Gallery style
it_it: Scegli lo Stile della tua Gallery

source: LP Video Testimonials
it_it: Testimonianze video LP

source: LP Blog Grids
it_it: Griglie blog LP

source: Blog Masonery
it_it: Blog Massoneria

source: LP Content Boxes
it_it: Contenitori per LP

source: Element title
it_it: Titolo dell'elemento

source: LP Single Content Box
it_it: Confezione singola LP

source: Select Single Content Box Sryle
it_it: Selezionare Single Content Box Sryle

source: Old Style
it_it: Vecchio stile

source: New Style
it_it: Nuovo stile

source: LP Partners
it_it: Partner LP

source: LP Single Partner Logo
it_it: Logo del partner singolo LP

source: Partner logo
it_it: Logo del partner

source: LP Activities
it_it: Attività LP

source: LP Events
it_it: Eventi LP

source: 3 Events
it_it: 3 Eventi

source: 4 Events
it_it: 4 Eventi

source: 5 Events
it_it: 5 Eventi

source: 6 Events
it_it: 6 Eventi

source: 7 Events
it_it: 7 Eventi

source: All Events
it_it: Tutti gli Eventi

source: Calender
it_it: Calendario

source: New Title
it_it: Nuovo titolo

source: Title:
it_it: Titolo:

source: Options:
it_it: Opzioni:

source: Hide Widget If There Are No Terms To Be Displayd?
it_it: Nascondi widget se non ci sono termini da visualizzare?

source: Hide Terms That Have No Related Posts?
it_it: Nascondi termini che non hanno post correlati?

source: Order Terms By:
it_it: Termini dell'ordine per:

source: Maximum Number Of Terms To Return:
it_it: Numero massimo di termini per la restituzione:

source: Ids To Exclude From Being Displayed:
it_it: ID da escludere dalla visualizzazione:

source: Only Display Terms With The Following Ids:
it_it: Visualizza solo i termini con i seguenti ID:

source: Custom Taxonomies:
it_it: Tassonomie personalizzate:

source: Post order:
it_it: Ordine postale:

source: Latest posts
it_it: Ultimi post

source: Most commented posts
it_it: Post più commentati

source: Post theme:
it_it: Tema del post:

source: Thumbnail
it_it: Miniatura

source: No Thumbnail
it_it: Nessuna miniatura

source: Post from:
it_it: Posta da:

source: If you were not selected for cats, it will show all categories.
it_it: Se non sei stato selezionato per i gatti, verranno mostrate tutte le categorie.

source: Number of posts to show:
it_it: Numero di post da mostrare:

source: It will show the Listings in ads
it_it: Mostrerà gli elenchi negli annunci

source: Number of Listings:
it_it: Numero di annunci:

source: Ads listings will show in sidebar in "random" order
it_it: Gli elenchi degli annunci verranno visualizzati nella barra laterale in ordine "casuale"

source: Social Style:
it_it: Stile sociale:

source: Style One
it_it: Stile uno

source: Style Two
it_it: Stile due

source: Style Three
it_it: Stile Tre

source: Be the first to review!
it_it: Puoi essere il primo a commentare!

source: No listing found
it_it: Nessun annuncio trovato

source: It will show nearby listings
it_it: Mostrerà gli elenchi nelle vicinanze

source: Nearby listings will show in sidebar in "random" order
it_it: Gli elenchi nelle vicinanze verranno visualizzati nella barra laterale in ordine "casuale"

source: Required
it_it: necessario
