Repository: listingprowp/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: it_it

source: Activities
it_it: Attività

source: Content
it_it: Soddisfare

source: Number of Activities
it_it: Numero di attività

source: Style
it_it: Stile

source: Text Transform
it_it: Trasformazione del testo

source: None
it_it: Nessuna

source: UPPERCASE
it_it: MAIUSCOLO

source: lowercase
it_it: minuscolo

source: Capitalize
it_it: Capitalizzare

source: Interesting
it_it: Interessante

source: Love
it_it: Accattivante

source: You already reacted
it_it: Hai già reagito

source: Wrote a review
it_it: Ha recensito

source: Continue Reading
it_it: Continua e leggere

source: LOL
it_it: Utile

source: Blog Grids
it_it: Griglie del blog

source: All Categories
it_it: Tutte le Categorie

source: Select Blog Element Style
it_it: Seleziona Stile elemento blog

source: Blog Masonery
it_it: Blog Massoneria

source: Select Blog Category
it_it: Seleziona la categoria del blog

source: No. of posts
it_it: No. di post

source: Read More
it_it: Leggi di più

source: Call To Action
it_it: Chiamare all'azione

source: Call to Action with Button
it_it: Call to Action con Button

source: Call to Action without Button
it_it: Call to Action senza Button

source: Short Description
it_it: breve descrizione

source: Line 1
it_it: Linea 1

source: Line 2
it_it: Linea 2

source: Background Image
it_it: Immagine di sfondo

source: Button Text
it_it: Testo pulsante

source: Button Link
it_it: Pulsante Link

source: Phone Number
it_it: Numero Telefono

source: Listing Checkout
it_it: Checkout della scheda

source: Title
it_it: Titolo

source: Bank Transfer Image
it_it: Immagine del bonifico bancario

source: Stripe Image
it_it: Immagine a strisce

source: Paypal Image
it_it: Immagine Paypal

source: Sorry! Currently Free mode is activated
it_it: Spiacente! Attualmente la modalità gratuita è attivata

source: Coupon Code
it_it: codice coupon

source: Type Here
it_it: Inserisci qui il Codice Sconto

source: APPLY CODE
it_it: Applica Codice Sconto

source: ITEM
it_it: TIPOLOGIA ISCRIZIONE

source: PRICE
it_it: Prezzo

source: Tax(Value Added Tax)
it_it: IVA GIA' INCLUSA

source: Total
it_it: Totale

source: Terms And Conditions
it_it: Termini e Condizioni generali di servizio

source: Purchase
it_it: Acquista

source: Claimed Listings
it_it: Annunci rivendicati

source: Listing Layout
it_it: Layout elenco

source: List View
it_it: Visualizzazione elenco

source: Grid View
it_it: Vista a griglia

source: Grid Style 1
it_it: Stile griglia 1

source: Grid Style 2
it_it: Stile griglia 2

source: Grid Style 3
it_it: Stile griglia 3

source: Grid Style 4
it_it: Stile griglia 4

source: Grid Style 5
it_it: Stile griglia 5

source: List Style 1
it_it: Stile elenco 1

source: List Style 2
it_it: Stile elenco 2

source: Posts per page
it_it: Post per pagina

source: 3 Posts
it_it: 3 messaggi

source: 6 Posts
it_it: 6 messaggi

source: 9 Posts
it_it: 9 messaggi

source: 12 Posts
it_it: 12 messaggi

source: 15 Posts
it_it: 15 messaggi

source: Client Testimonial
it_it: Testimonianza del cliente

source: Testimonial Style
it_it: Stile testimonial

source: Default, on a white background color
it_it: Default, su un colore di sfondo bianco

source: Inverted, on a dark background color
it_it: Invertito, su uno sfondo di colore scuro

source: Client Name
it_it: nome del cliente

source: Client Avatar
it_it: Avatar del cliente

source: Testimonial Content
it_it: Contenuti testimoniali

source: Designation
it_it: Designazione

source: Content Boxes
it_it: Contenitori

source: Select Single Content Box Style
it_it: Selezionare lo stile della casella dei contenuti singola

source: Old Style
it_it: Vecchio stile

source: New Style
it_it: Nuovo stile

source: Planning
it_it: Pianificazione

source: Social Icons
it_it: Icone sociali

source: Repeater List
it_it: Elenco ripetitori

source: Edit Listing
it_it: Modifica la Scheda

source: Subtitle
it_it: Sottotitolo

source: Max. allowed images are
it_it: Max. le immagini consentite sono

source: Max. allowed images size is
it_it: Max. la dimensione delle immagini consentita è

source: You are currently signed in as
it_it: Ti sei loggato con il nome utente

source: Sign out
it_it: Esci

source: or continue below and start submission.
it_it: oppure continua a compilare la tua scheda.

source: Update & Preview
it_it: Upgrade & Anteprima

source: Something is missing! Please fill out all fields highlighted in red.
it_it: Manca qualche campo. Controlla i campi indicati in rosso

source: Primary listing details
it_it: Dettagli dell'elenco principale

source: Put your listing title here and tell the name of your business to the world.
it_it: Inserisci il nome della tua Struttura e falla conoscere a migliaia di Turisti sia Italiani che Stranieri

source: Enter your complete business name for when people who know your business by name and are looking you up.
it_it: Inserisci il nome completo della tua attività per quando le persone che conoscono la tua attività per nome e ti stanno cercando.

source: For businesses, taglines are of importance as they help business convey what they want to do and their goals to the customers.
it_it: Per le aziende, gli slogan sono importanti in quanto aiutano le aziende a trasmettere ciò che vogliono fare e i loro obiettivi ai clienti.

source: Tagline Example: Best Express Mexican Grill
it_it: Esempio descrizione breve: Un luogo tra sogno e realtà

source: Search By Google
it_it: Cerca con Google Map

source: Manual Coordinates
it_it: Coordinate manuali

source: Drop Pin
it_it: Anteprima Mappa

source: Start typing and select your google location from google suggestions. This is for the map and also for locating your business.
it_it: Digita qui il tuo indirizzo e lasciati suggerire da Google Maps, servirà sia per la Mappa che per il Navigatore, utilissimo per i Turisti

source: Full Address
it_it: Indirizzo Completo

source: Provide your full address for your business to show up on the map and your customer can get direction.
it_it: Fornisci il tuo indirizzo completo in modo che la tua attività venga visualizzata sulla mappa e il tuo cliente possa ottenere indicazioni.

source: Your address for google map
it_it: Il tuo indirizzo su Google Maps

source: Add address here
it_it: Digita qui l'indirizzo da mostrare

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: The city name will help users find you in search filters.
it_it: Il nome della città aiuterà gli utenti a trovarti nei filtri di ricerca.

source: select your listing region
it_it: Seleziona la tua Città

source: City
it_it: Città

source: Provide your city name for your business to show up on the map and your customer can get direction.
it_it: Fornisci il nome della tua città per la tua attività da mostrare sulla mappa così il tuo cliente può ottenere indicazioni.

source: Select your listing region
it_it: Seleziona la città della tua attività

source: Select Location
it_it: Scegli Regione

source: Phone
it_it: Telefono

source: Local phone numbers drive 3x more calls than toll-free numbers. Always use a business phone number and avoid personal phone numbers if possible.
it_it: I numeri di telefono locali generano 3 volte più chiamate rispetto ai numeri verdi. Utilizza sempre un numero di telefono aziendale ed evita i numeri di telefono personali, se possibile.

source: Your contact number
it_it: Il tuo numero di telefono

source: Website
it_it: Sito web

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign.
it_it: Si consiglia di fornire l'URL del sito Web ufficiale ed evitare pagine di destinazione progettate per una campagna specifica.

source: Your web URL
it_it: Il tuo Sito Web

source: category & services
it_it: categoria e servizi

source: Categories
it_it: Categorie

source: The more specific you get with your categories, the better. You do still want to stay relevant to your business, though. If you ever choose to run ads campaign, your ad will be shown on those categories you select.
it_it: Più sei specifico con le tue categorie, meglio è. Tuttavia, puoi comunque rimanere rilevante per la tua attività. Se scegli di pubblicare una campagna pubblicitaria, il tuo annuncio verrà mostrato nelle categorie selezionate.

source: Choose one categories
it_it: Scegli una categoria

source: Select Category
it_it: Seleziona categoria

source: Additional Business Info
it_it: Ulteriori informazioni sull'attività

source: price details
it_it: Dettagli Prezzo

source: Not to say
it_it: Non specificato

source: Inexpensive
it_it: Economico

source: Moderate
it_it: Moderato

source: Pricey
it_it: Costoso

source: Ultra High
it_it: Carissimo

source: Price Range
it_it: Prezzi

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.
it_it: Impostare una fascia di prezzo orientativa aiuterà sia i Turisti che i Gestori, nella ricerca del proprio Stabilimento Balneare preferito.

source: Price From
it_it: Prezzo minimo

source: Being honest with your customers can build a strong relationship. Dont hesitate to include.
it_it: Essere onesti con i tuoi clienti può costruire una relazione forte. Non esitate a includere.

source: Only Digits
it_it: Solo numero (Es: 20)

source: Price To
it_it: Prezzo massimo

source: Business Hours
it_it: Orario Negozio

source: You dont want your customers to stop by when you are closed so always try to keep your hour up to date. Keeping your store closed when your business indicate its open on the directory could lead to a negative review.
it_it: Non vuoi che i tuoi clienti si fermino quando sei chiuso, quindi cerca sempre di mantenere la tua ora aggiornata. Mantenere chiuso il negozio quando la tua attività indica che è aperto nella directory potrebbe portare a una recensione negativa.

source: business hours
it_it: Orari di Apertura

source: Select
it_it: Selezionare

source: Please Select
it_it: Si prega di selezionare

source: frequently asked questions
it_it: Domande Frequenti

source: FAQ
it_it: Domande frequenti

source: Share some of the most asked question and answers so they know you are serious about your business and truly care for your customers.
it_it: Condividi alcune delle domande e delle risposte più frequenti in modo che sappiano che prendi sul serio la tua attività e tieni veramente ai tuoi clienti.

source: Questions
it_it: Domande

source: FAQ Answers
it_it: Risposte Frequenti

source: Answer
it_it: Risposta

source: FAQ 1
it_it: Domande frequent 1

source: add new
it_it: Aggiungi Nuovo

source: Description
it_it: Descrizione

source: Tell briefly what your customers what to hear about your business has to offer that is unique and you do better then everyone else.
it_it: Racconta brevemente ciò che i tuoi clienti hanno da offrire sulla tua attività che è unico e tu fai meglio di tutti gli altri.

source: more info
it_it: Ulteriori informazioni

source: These keywords or tags will help your listing to find in search. Add a comma separated list of keywords related to your business.
it_it: Quest Parole Chiave aiuteranno la tua Pagina a apparire fra i primi risultati sui motori di ricerca.

source: Enter tags or keywords comma separated...
it_it: Inserisci le parole chiave separate da una virgola...

source: media
it_it: Galleria Vetrina

source: Video
it_it: Company Video Promo

source: Video
it_it: Company Video Promo

source: Take it to next level and provide more details about what you have to offer. Select all that applies to you.
it_it: Passa al livello successivo e fornisci maggiori dettagli su ciò che hai da offrire. Seleziona tutto ciò che si applica a te.

source: ex: https://youtu.be/lY2yjAdbvdQ
it_it: ad es: https://youtu.be/lY2yjAdbvdQ

source: Gallery
it_it: Galleria

source: Images
it_it: Immagini

source: Drop files here or click to upload
it_it: Clicca qui per inserire le Foto che preferisci

source: Browse Files
it_it: Scegli dal computer

source: Change Featured Image
it_it: Cambia Immagine di Copertina

source: Upload Featured Image
it_it: Carica un'immagine di Copertina

source: Featured Image
it_it: Immagine in primo piano

source: Browse
it_it: Cerca

source: Choose a file
it_it: Scegli Foto

source: Upload Business Logo
it_it: Carica il Logo del tuo Stabilimento (facoltativo)

source: Business Logo
it_it: Logo aziendale

source: Browser
it_it: Cerca

source: Put your listing title here and tell the name of your business to the world.
it_it: Inserisci il nome della tua Struttura e falla conoscere a migliaia di Turisti sia Italiani che Stranieri

source: This is test data for quick tip for location field
it_it: Questi sono i dati di prova per un suggerimento rapido per il campo posizione

source: this is test data for quick tip for location field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo posizione

source: this is test data for quick tip for address field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo dell'indirizzo

source: this is test data for quick tip for phone field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo del telefono

source: this is test data for quick tip for website field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo del sito web

source: this is test data for quick tip for faq field
it_it: questi sono i dati di test per un suggerimento rapido per il campo delle domande frequenti

source: Your Twitter URL
it_it: Indirizzo Twitter

source: Your Facebook URL
it_it: Indirizzo Facebook

source: Your LinkedIn URL
it_it: Indirizzo LinkedIn

source: Your Youtube URL
it_it: Indirizzo YouTube

source: Your Instagram URL
it_it: Indirizzo Instagram

source: this is test data for quick tip for video field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo video

source: your contact email
it_it: Il tuo indirizzo email

source: Click below to review your listing.
it_it: Clicca per rivedere i dati immessi

source: Your Location
it_it: La tua Location

source: Events Calendar
it_it: Calendario Eventi

source: Events View
it_it: Visualizzazione eventi

source: Calander
it_it: Calandra

source: List
it_it: Elenco

source: Events Calender Duration
it_it: Durata calendario eventi

source: Weekly
it_it: settimanalmente

source: Events Calender View
it_it: Visualizzazione calendario eventi

source: Classic
it_it: Classico

source: Classic 2
it_it: Classico 2

source: Modern
it_it: Moderno

source: Events Per Page
it_it: Eventi per pagina

source: Events
it_it: Show Events and Activities

source: all
it_it: tutti

source: No Events Found
it_it: Nessun Evento trovato

source: Feature Box
it_it: Casella delle funzioni

source: Box Style
it_it: Stile scatola

source: Style 1
it_it: Stile 1

source: Style 2
it_it: Stile 2

source: Title for Description
it_it: Titolo per la descrizione

source: Sub Title for Description
it_it: Sottotitolo per la descrizione

source: Feature Image
it_it: Immagine caratteristica

source: Button Link (1)
it_it: Pulsante Link (1)

source: Button BG Image (1)
it_it: Immagine BG pulsante (1)

source: Button Link (2)
it_it: Pulsante Link (2)

source: Button BG Image (2)
it_it: Immagine BG pulsante (2)

source: Hello World
it_it: Ciao mondo

source: Image Gallery
it_it: Galleria fotografica

source: Image gallery styles
it_it: Stili della galleria di immagini

source: Image for gallery
it_it: Immagine per la galleria

source: Listing By
it_it: Ordina Strutture per

source: Listing Options
it_it: Opzioni di elenco

source: By Category
it_it: Per Tipologia

source: By Location
it_it: Per Regione

source: By Location and Category
it_it: Per Regione e per Categoria

source: Recent
it_it: Recente

source: Listing per page
it_it: Stabilimenti per Pagina

source: Listing Categories
it_it: Categorie di elenchi

source: Category Styles
it_it: Stili di categoria

source: Abstracted View
it_it: Vista Casuale

source: Abstracted View 2
it_it: Vista astratta 2

source: Boxed View
it_it: Vista in scatola

source: Boxed View 2
it_it: Vista in scatola 2

source: Abstracted & Boxed View
it_it: Vista astratta e in box

source: Slider Style
it_it: Stile cursore

source: Select Notice
it_it: Seleziona Avviso

source: Show
it_it: Mostrare

source: Hide
it_it: Nascondi

source: Select Categories
it_it: Seleziona Categorie

source: Listings
it_it: Schede

source: Listing Entries
it_it: Voci di elenco

source: Locations
it_it: Regioni

source: Location Styles
it_it: Stili posizione

source: Select Locations
it_it: Seleziona posizioni

source: Order
it_it: Ordine

source: Listing Posts By ID
it_it: Elenco dei post per ID

source: IDs
it_it: ID

source: Listing Posts
it_it: Messaggi di elenco

source: Listings With Coupons
it_it: Annunci con tagliandi

source: Columns Element
it_it: Elemento colonne

source: Column Left Image
it_it: Immagine a sinistra della colonna

source: First Column Title
it_it: Titolo prima colonna

source: First Column Description
it_it: Descrizione della prima colonna

source: Best way to start managing your business listing is by claiming it so you can update.
it_it: Il modo migliore per iniziare a gestire la scheda della tua attività commerciale è rivendicarla in modo da poterla aggiornare.

source: Second Column Title
it_it: Titolo della seconda colonna

source: 2- Promote
it_it: 2- Promuovi

source: Second Column Description
it_it: Descrizione della seconda colonna

source: Promote your business to target customers who need your services or products.
it_it: Promuovi la tua attività per indirizzare i clienti che hanno bisogno dei tuoi servizi o prodotti.

source: Third Column Title
it_it: Titolo della terza colonna

source: 3- Convert
it_it: 3- Converti

source: Third Column Description
it_it: Descrizione della terza colonna

source: Turn your visitors into paying customers with exciting offers and services on your page.
it_it: Trasforma i tuoi visitatori in clienti paganti con interessanti offerte e servizi sulla tua pagina.

source: Listingpro Notification
it_it: Notifica Listingpro

source: Notification Image
it_it: Immagine di notifica

source: Notification Title
it_it: Titolo della notifica

source: Success
it_it: Attivati con successo

source: Failed
it_it: Respinti

source: Success Description
it_it: Descrizione di successo

source: An email receipt with detials about your order has been sent to email address provided.please keep it for your record
it_it: Una ricevuta e-mail con i dettagli del tuo ordine è stata inviata all'indirizzo e-mail fornito. Ti preghiamo di conservarla per tuo record

source: Icon with description
it_it: Icona con descrizione

source: Notification Description
it_it: Descrizione della notifica

source: default
it_it: predefinito

source: Redirect to Page
it_it: Reindirizza alla pagina

source: Listingpro Partners
it_it: Partner di Listingpro

source: Logo Url
it_it: URL del logo

source: Partner logo
it_it: Logo del partner

source: Promotional Presentation
it_it: Presentazione promozionale

source: Presentaion Title
it_it: Titolo della presentazione

source: Presentaion First Designation
it_it: Presentaion prima designazione

source: Presentaion First Image
it_it: Presentaion prima immagine

source: Presentaion Second Title
it_it: Presentaion secondo titolo

source: Presentaion Second Designation
it_it: Presentaion seconda designazione

source: Promotional Services
it_it: Servizi promozionali

source: Banner Left Image
it_it: Immagine a sinistra del banner

source: Element Title
it_it: Titolo dell'elemento

source: Element Description
it_it: Descrizione

source: Promotional Support
it_it: Supporto promozionale

source: Support Background Image
it_it: Immagine di sfondo del supporto

source: Promotional Timeline
it_it: Cronologia promozionale

source: Timeline Title
it_it: Titolo della sequenza temporale

source: Timeline Short Description
it_it: Breve descrizione della sequenza temporale

source: Timeline First Title
it_it: Timeline Primo titolo

source: Timeline Right Image
it_it: Immagine a destra della sequenza temporale

source: Timeline Second Title
it_it: Secondo titolo della sequenza temporale

source: Timeline Second Description
it_it: Seconda descrizione della sequenza temporale

source: Timeline Left Image
it_it: Immagine a sinistra della sequenza temporale

source: Promotional Element
it_it: Elemento promozionale

source: Element Link Title
it_it: Titolo collegamento elemento

source: Element Link URL
it_it: URL collegamento elemento

source: Element Phone Number
it_it: Numero di telefono

source: Pricing Plans
it_it: Prezzo Piani

source: Show Title And Subtitle
it_it: Mostra titolo e sottotitolo

source: Horizontal View
it_it: Vista orizzontale

source: Vertical View
it_it: Vista verticale

source: Horizontal Views
it_it: Viste orizzontali

source: Horizontal View 1
it_it: Vista orizzontale 1

source: Horizontal View 2
it_it: Vista orizzontale 2

source: Vertical Views
it_it: Viste verticali

source: Vertical View 1
it_it: Vista verticale 1

source: Vertical View 2
it_it: Vista verticale 2

source: Vertical View 3
it_it: Vista verticale 3

source: Vertical View 4
it_it: Vista verticale 4

source: Choose a Plan to Claim Your Business
it_it: Scegli un piano per rivendicare la tua attività

source: Submit Listing
it_it: Invia Scheda

source: Please activate your license
it_it: Attiva la tua licenza

source: Returning User? Please
it_it: Già utente ? Per favore

source: Sign In
it_it: Accedi

source: and if you are a
it_it: e se sei un

source: New User, continue below
it_it: Nuovo Utente, continua sotto

source: and register along with this submission.
it_it: e registrati insieme a questa richiesta.

source: Save & Preview
it_it: Salva e visualizza l'anteprima

source: Feeling lazy? Say HELLO! to Fill-O-Bot!
it_it: Poco tempo a disposizione? Lasciati aiutare dal nostro Complilatore Automatico..

source: Don’t worry Fill-o-BOT will help you OUT! Just enter any business on google places and Fill-O-Bot automatically fills in the data that it can grab.
it_it: Non preoccuparti, il nostro Compilatore automatico ti aiuterà a completare la Scheda del tuo Stabilimento in pochissimo tempo. Basta digitare il testo nei vari campi e ti aiuteremo in automatico con la ricerca.

source: Turn Me On
it_it: Attivami

source: user name
it_it: nome utente

source: enter username
it_it: inserire username

source: Password
it_it: Parola d'ordine

source: enter password
it_it: Inserisci la Password

source: Already Have Account?
it_it: Hai già un Account?

source: I Agree
it_it: Accetto

source: You agree you accept our Terms & Conditions for posting this ad.
it_it: Bisogna accettare i Termini e Condizioni di utilizzo per inserire questo Annuncio

source: All of the fields were successfully validated!
it_it: Tutti i campi sono stati convalidati con successo!

source: primary listing details
it_it: dettagli della scheda principale

source: Staple & Fancy Hotel
it_it: Ad Es: Masseria Valle del Salto

source: Does Your Business have a tagline?
it_it: La tua azienda ha uno slogan?

source: Start typing and find your place in google map
it_it: Digita l'indirizzo e trovalo su Google Map

source: Select City
it_it: Seleziona Città

source: Whatsapp no.
it_it: No Whatsapp

source: Whatsapp no for listing detail page.
it_it: Whatsapp no per la pagina dei dettagli dell'elenco.

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign
it_it: Si consiglia di fornire l'URL del sito Web ufficiale ed evitare pagine di destinazione progettate per una campagna specifica

source: Choose Your Business Category
it_it: Scegli una categoria

source: Detail description about your listing
it_it: Descrizione dettagliata della tua struttura

source: Gallery
it_it: Galleria
