Repository: listingprowp/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: it_it

source: Upload Feature Image
it_it: Carica una bella immagine di Copertina

source: Quick tip for featured images
it_it: Suggerimento rapido per le immagini in primo piano

source: this is test data for quick tip for title field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo del titolo

source: this is test data for quick tip for tagline field
it_it: si tratta di dati di prova per un suggerimento rapido per il campo dello slogan

source: quick tip data for location field
it_it: dati di suggerimento rapido per il campo posizione

source: this is test infor address field
it_it: questo è il campo dell'indirizzo di prova

source: this is quick tip info for phone field
it_it: questo è un suggerimento rapido per il campo del telefono

source: this is quick tip info for website field
it_it: questo è un suggerimento rapido per il campo del sito web

source: Quick tip on FAQ question
it_it: Suggerimento rapido sulla domanda delle FAQ

source: this is test data for quick tip info of FAQ answer field
it_it: si tratta di dati di prova per informazioni rapide sul campo di risposta delle domande frequenti

source: this is test data for quick tip info of Video field
it_it: si tratta di dati di prova per informazioni rapide sul campo Video

source: quick tip info for gallery
it_it: informazioni di punta rapida per la galleria

source: quick tip for featured img
it_it: suggerimento rapido per img in primo piano

source: quick tip for business logo
it_it: suggerimento rapido per il logo aziendale

source: quick tip for account section
it_it: suggerimento rapido per la sezione account

source: You agree & accept our Terms & Conditions for submitting listing
it_it: Bisogna accettare i Termini e Condizioni di utilizzo per inserire questa Struttura

source: Video Testimonial
it_it: Testimonianza video

source: Video preview Image
it_it: Video Immagine di Copertina

source: Video URL
it_it: URL del video

source: Testimonial Title
it_it: Titolo di testimonianza

source: Author name
it_it: Nome Autore

source: Author Company
it_it: Azienda Autore

source: Author Avatar
it_it: Avatar Autore

source: Listing Category
it_it: Categorie Scheda

source: Location
it_it: Posizione

source: Features
it_it: Servizi

source: Expire After
it_it: Scade dopo

source: Payment Status
it_it: Stato del pagamento

source: Author
it_it: Autore

source: Date
it_it: Data

source: Associated Plan
it_it: Piano associato

source: Days Left
it_it: Giorni mancanti

source: Unlimited
it_it: ILLIMITATO

source: Select your listing features
it_it: Seleziona i servizi per la tua Struttura

source: Verify your purchase code to unlock all features, see
it_it: Verifica il tuo codice di acquisto per sbloccare tutte le funzionalità, vedi

source: instructions
it_it: Istruzioni

source: Valid License Key!
it_it: Chiave di licenza valida!

source: Invalid license key
it_it: Chiave di licenza non valida

source: Show All %s
it_it: Mostra tutto% s

source: Select Plan
it_it: Seleziona Piano

source: Active
it_it: Attivo

source: Pending
it_it: In Attesa di verifica

source: Delete
it_it: Cancella

source: Sorry! there is no result
it_it: Spiacenti, ancora nessun risultato con i parametri inseriti

source: Users Type...
it_it: Tipo di utenti ...

source: Filter
it_it: Filtro

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
it_it: Il server non ha ImageMagick o GD installati e/o abilitati! Ognuna di queste librerie è necessaria

source: Image rotate failed.
it_it: Rotazione dell'immagine non riuscita.

source: Image opacity change failed.
it_it: Modifica dell'opacità dell'immagine non riuscita.

source: Image color change failed.
it_it: Modifica del colore dell'immagine non riuscita.

source: Image grayscale failed.
it_it: Scala di grigi dell'immagine non riuscita.

source: Image negate failed.
it_it: Negazione dell'immagine non riuscita.

# post type general name
source: Claims
it_it: Reclami

# post type singular name
source: Claim
it_it: Richiesta

# admin menu
source: Claims
it_it: Reclama

# add new on admin bar
source: Claim
it_it: Richiesta

# review
source: Add New
it_it: Aggiungi nuova

source: Add New Claim
it_it: Aggiungi Nuovo Annuncio

source: New Claim
it_it: Nuovo reclamo

source: Edit Claim
it_it: Modifica Annuncio

source: View Claim
it_it: Vedi rivendicati

source: All Claims
it_it: Tutti i reclami

source: Search Claims
it_it: Cerca Rivendicazioni

source: Parent Claims:
it_it: Reclami dei genitori:

source: No reviews found.
it_it: Nessuna Recensione

source: No reviews found in Trash.
it_it: Nessuna recensione trovata nel Cestino.

source: Description.
it_it: Descrizione.

source: Current Author
it_it: Autore attuale

source: Status
it_it: Stato

source: Confirm
it_it: Conferma

source: Times
it_it: Volte

source: Time
it_it: Tempo

source: Frequently Ask Questions
it_it: Fai domande frequenti

source: FAQ: How many directories can I build with a single license?
it_it: FAQ: quante directory posso creare con una singola licenza?

source: FAQ: Can I monetize (earn) from my directories with a regular license?
it_it: FAQ: Posso monetizzare (guadagnare) dalle mie directory con una normale licenza?

source: FAQ: What`s included in item support (regular license)?
it_it: FAQ: cosa è incluso nel supporto degli articoli (licenza normale)?

source: Multi-Criteria Rating
it_it: Classificazione multi-criterio

source: Yes
it_it: Si

source: Select Option
it_it: Selezionare l'opzione

source: Browse File
it_it: Sfoglia file

source: Please Login To Upload
it_it: Loggati per caricare

source: Ads Invoices
it_it: Fatture ADS

source: All Types
it_it: Tutti i tipi

source: All Methods
it_it: Tutte le Modalità

source: Stripe
it_it: Banda

source: Wire
it_it: Filo

source: All Status
it_it: Mostra tutti gli Stati

source: Search Invoices
it_it: Cerca Fatture

source: Invoices
it_it: Fatture

source: Listings Invoices
it_it: Fatture Schede

source: PAID
it_it: PAGATO

source: Invoice#
it_it: Fattura#

source: Invoice To:
it_it: Fattura:

source: Pay To:
it_it: Paga a:

source: Business Name
it_it: Nome commerciale

source: Call Us For Help
it_it: Chiamaci per assistenza

source: Invoice Details
it_it: Dettagli della fattura

source: Transaction ID
it_it: ID transazione

source: Listing Name
it_it: Nome elenco

source: Pricing Plan
it_it: Piano tariffario

source: Duration
it_it: Durata

source: Amount
it_it: Quantità

source: Tax
it_it: Imposta

source: Plan Price
it_it: Prezzo del piano

source: Paid with
it_it: Pagato con

source: Download PDF
it_it: Scarica il pdf

source: Print
it_it: Stampa

source: Billed To:
it_it: Addebitato a:

source: List Name :
it_it: Lista nome :

source: Amount
it_it: Quantità

source: Coupons
it_it: Buoni

source: Sorry! Pending or Expired
it_it: Spiacente! In attesa o scaduto

source: Great! Enjoy the discount
it_it: Grande! Goditi lo sconto

source: Sorry! Limit exceeded
it_it: Spiacente! Limite superato

source: Sorry! Invalid coupon code
it_it: Spiacente! Codice del coupon non valido

source: Discount( without % sign ) :
it_it: Sconto (senza segno%):

source: Discount( fix price ) :
it_it: Sconto (prezzo fisso):

source: Listingpro Coupons
it_it: Coupon di Listingpro

source: Generate
it_it: Genera

source: Please click on generate button
it_it: Fare clic sul pulsante di generazione

source: Fix Price Coupon?
it_it: Coupon prezzo fisso?

source: Please add only numeric value
it_it: Aggiungere solo un valore numerico

source: Start Date :
it_it: Data di Inizio:

source: Coupon Starts
it_it: Coupon inizia

source: End Date :
it_it: Data di Fine:

source: Limit :
it_it: Limite:

source: Save Coupon
it_it: Salva coupon

source: Code
it_it: Codice

source: Discount value
it_it: Valore di sconto

source: Available
it_it: A disposizione

source: Start Date
it_it: Data di inizio:

source: Ends Date
it_it: Data di Fine

source: (Fix)
it_it: (Correggi)

source: Expired
it_it: Scaduto

source: Sorry! There is no active coupon
it_it: Spiacente! Nessun coupon attivo

source: Sorry! There is no expired coupon
it_it: Spiacente! Non ci sono coupon scaduti

source: Sorry! There is no coupon
it_it: Spiacenti, questo Coupon non risulta attivo

source: Flagged
it_it: Schede da Controllare

source: Sorry! There is no report found
it_it: Spiacente! Nessun rapporto trovato

source: Flags
it_it: Verificate

source: Reviews Reports
it_it: Statistiche Recensioni

source: Review Title
it_it: Titolo Recensione

source: Reported For
it_it: Segnalato per

source: Action
it_it: Azione

source: Listingpro Compatibility Wizard
it_it: Listingpro Compatibilità guidata

source: Listingpro Wizard
it_it: Procedura guidata di Listingpro

source: One-Time Backward Compatiblity Wizard
it_it: Procedura guidata per la compatibilità all'indietro una tantum

source: We have made some major changes in the latest version that requires a one-time compatiblity wizard to make sure everything is fine after the update.
it_it: Abbiamo apportato alcune modifiche importanti nell'ultima versione che richiede una procedura guidata di compatibilità una tantum per assicurarsi che tutto sia a posto dopo l'aggiornamento.

source: Start
it_it: Inizio

source: Back To Dashboard
it_it: Torna alla dashboard

source: Complete
it_it: Completare

source: Select Package Type
it_it: Seleziona il tipo di pacchetto

source: Please Make sure to add no. of posts in this package
it_it: Assicurati di aggiungere no. di post in questo pacchetto

source: Package
it_it: Pacchetto

source: Pay Per Listing
it_it: Paga per Scheda

source: Enter Description here
it_it: Immettere qui la descrizione

source: Plan Description...
it_it: Descrizione del piano ...

source: Will only work with "Virtical View 3" of Pricing Plan Page Style
it_it: Funzionerà solo con "Virtical View 3" dello stile di pagina del piano tariffario

source: Enter no. of post in the package
it_it: Immettere no. di posta nel pacco

source: Total Posts in Package
it_it: Schede totali nel pacchetto

source: Select color for the title background box
it_it: Seleziona il colore per la casella di sfondo del titolo

source: Duration Type
it_it: Tipologia Durata

source: Default
it_it: Predefinito

source: Yearly
it_it: Annuale

source: Max. Images In Gallery (add only integer value)
it_it: Max. Immagini nella galleria (aggiungi solo un valore intero)

source: Empty field will be considered as unlimited"
it_it: Il campo vuoto sarà considerato illimitato "

source: Max Gallery Size (Put only integer value) units are in MBs
it_it: Le unità di dimensione massima galleria (inserire solo un valore intero) sono in MB

source: Empty field will be considered as unlimited
it_it: Il campo vuoto sarà considerato illimitato

source: Price (Do not use currency sign)
it_it: Prezzo (non utilizzare il simbolo della valuta)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
it_it: Il campo vuoto sarà considerato come piano gratuito. L'opzione del piano gratuito funziona solo in "Paga per annuncio"

source: Duration( in days )
it_it: Durata (in giorni)

source: Continue free plan after expire
it_it: Continua col piano FREE quando scade

source: Hot Plan
it_it: Piano caldo

source: Plan Usage
it_it: Utilizzo del piano

source: General
it_it: Generale

source: Category
it_it: Categoria

source: Unselect all
it_it: Deseleziona Tutti

source: Select all
it_it: Seleziona Tutti

source: Enable/Disable Listing Fields By Plan
it_it: Abilita / Disabilita i campi di elenco per piano

source: <label for="contact_show"><b>contact information</b></label>
it_it: <label for="contact_show"><b>informazioni sui contatti </b></label>

source: <label for="gallery_show"><b>Gallery</b></label>
it_it: Galleria

source: <b>Location.</b>
it_it: <b> Posizione. </b>

source: <b>Website.</b>
it_it: <b>Sito Web.</b>

source: <b>Appointments.</b>
it_it: <b> Appuntamenti. </b>

source: <b>Lead Form.</b>
it_it: <b> Modulo per i lead. </b>

source: <b>FAQs list.</b>
it_it: <b> Elenco delle domande FAQ. </b>

source: <b>Price Range.</b>
it_it: <b> Fascia di prezzo. </b>

source: <b>Tags or Keywords.</b>
it_it: <b> Tag o Parole chiave. </b>

source: <b>Business Hours.</b>
it_it: <b> Orario di lavoro. </b>

source: <b>Reserva Booking.</b>
it_it: <b> Prenotazione prenotazione. </b>

source: <b>Timekit Booking.</b>
it_it: <b> Prenotazione Timekit. </b

source: <b>Deals, Offers, Discounts.</b>
it_it: <b> Affari, Offerte, Sconti. </b>

source: <b>competitor campaigns</b> on Listing Detail Page
it_it: <b> campagne della concorrenza </b> nella pagina dei dettagli dell'inserzione

source: <b>featured image</b> on Listing Detail Page
it_it: <b> immagine in primo piano </b> nella pagina dei dettagli dell'inserzione

source: <b>Events in listings
it_it: <b> Eventi negli elenchi

source: <b>Hide Google Ads
it_it: <b> Nascondi Google Ads

source: Category Icon
it_it: Icona di categoria

source: For Archive and Search Page
it_it: Per l'archivio e la pagina di ricerca

source: Icon On Banner
it_it: Icona sul banner

source: Icon For Home Page Banner
it_it: Icona per il banner della home page

source: Category Banner
it_it: Banner di categoria

source: Category Banner ID
it_it: ID banner categoria

source: Feature icon
it_it: Icona della funzione

source: Location Image
it_it: Immagine Regione

source: Location Image ID
it_it: ID immagine posizione

source: Remove
it_it: Rimuovi

source: + Add More
it_it: Aggiungi

source: Quick questions
it_it: Domande Veloci

source: Add Your Business Hours.
it_it: Aggiungi gli Orari di apertura al Pubblico

source: FAQ helps to understand.
it_it: Le FAQ (domande frequenti) sono di aiuto agli utenti

source: + Add New
it_it: Aggiungi Nuovo

source: Insert image
it_it: Aggiungi immagine

source: Current :
it_it: Attuale :

source: Edit Gallery
it_it: Modifica la Gallery

source: Upload Images
it_it: Carica Immagini

source: No menus have been created yet. <a href="%s">Create some</a>.
it_it: Nessun menu è stato ancora creato. <a href="%s">Creane un po &#39;</a> .

source: Add Banner
it_it: Aggiungi Banner

source: Plan For
it_it: Piano per

source: Listing Only
it_it: Solo elenco

source: Claim Only
it_it: Solo reclamo

source: Both
it_it: Entrambi

source: Claim Type
it_it: Tipo di reclamo

source: Free
it_it: Gratuito

source: Paid
it_it: Pagamento

source: Send Email
it_it: Invia Email

source: Add More
it_it: Aggiungi

source: Select Listing for Claim
it_it: Seleziona Annuncio per reclamo

source: Claimed by
it_it: Rivendicato da

source: Claimer First Name
it_it: Nome Claimer

source: Claimer Last Name
it_it: Cognome del reclamo

source: Claimer Business Email
it_it: Email aziendale Claimer

source: Claimer Attachment
it_it: Allegato Claimer

source: Claimer Details
it_it: Dettagli Claimer

source: Claimer Phone
it_it: Telefono Claimer

source: Select Listing
it_it: Seleziona Scheda

source: Ad type
it_it: Tipo di annuncio

source: Launched Date
it_it: Data decorrenza

source: Mode
it_it: Modalità

source: Total Duration
it_it: Durata Totale

source: Total Budget
it_it: Budget Totale

source: Remaining Balance
it_it: Equilibrio restante

source: Click Used
it_it: Fare clic su Usato

source: Rating
it_it: Punteggio

source: Assigned to Listing
it_it: Scheda Assegnato

source: Reply
it_it: Rispondi

source: Reported By
it_it: Segnalato da

source: Reported Count
it_it: Conteggio segnalato

source: Business Tagline Text
it_it: Testo profilo aziendale

source: Google Address
it_it: Indirizzo su Google Maps

source: Map Pin
it_it: Mappa Pin

source: Your Youtube Channel URL as social link
it_it: Link al tua Canale su Youtube

source: Instagram Profile Link
it_it: Link al profilo Instagram

source: Your Instagram Profile URL as social link
it_it: Link alla tua Pagina Instagram

source: Youtube Video URL
it_it: Youtube Video Link

source: Any specific Youtube Video? You want to share on business page
it_it: Qualche video YouTube specifico? Metti la stringa

source: Select images to present your buisness online.
it_it: Seleziona le immagini per presentare la tua attività online.

source: Show Price Status
it_it: Mostra stato prezzo

source: It will show your business price range
it_it: Mostrerà la fascia di prezzo della tua attività

source: Ignore this if your buisness does not have any specific price to show
it_it: Ignoralo se la tua attività non ha un prezzo specifico da mostrare

source: Plans
it_it: Piani

source: Ignore this if this post will not be a paid one
it_it: Ignoralo se questo post non sarà a pagamento

source: Listing's Duration
it_it: Durata dell'inserzione

source: This is Listing Duration which were associated with plan
it_it: Questa è la durata dell'inserzione associata al piano

source: Reviews
it_it: Recensione

source: Verify Listing
it_it: Verifica elenco

source: Approve claim at claim section this will override complete claim process
it_it: Approva reclamo nella sezione reclami, questo sovrascriverà l'intero processo di reclamo

source: Ad Purchased on
it_it: Annuncio acquistato in data

source: Ad Purchased Packages
it_it: Pacchetti di annunci acquistati

source: Faq
it_it: Domanda frequenti

source: Timings
it_it: Tempistiche

source: Set Your business time details
it_it: Imposta i dettagli dell'orario di lavoro

source: Changed Plan ID
it_it: ID piano modificato

source: Select business logo for your listing.
it_it: Seleziona un Logo per il tuo Stabilimento (facoltativo)

source: Show in Filter
it_it: Mostra nel filtro

source: Field Type
it_it: Tipo di campo

source: Text
it_it: Testo

source: Checkbox
it_it: Casella di controllo

source: Checkbox (Switch On/Off)
it_it: Casella di controllo (interruttore On / Off)

source: Radio Options
it_it: Opzioni radio

source: Select Options
it_it: Seleziona Opzioni

source: Multicheck Options
it_it: Opzioni multicheck

source: Exclusive from Categories
it_it: Esclusivo dalle categorie

source: Select category for this field
it_it: Seleziona la categoria per questo campo

source: listing settings
it_it: Settaggio Scheda

source: Additional Setting
it_it: Impostazioni aggiuntive

source: Details About Claim
it_it: Dettagli sul reclamo

source: Ad Options
it_it: Opzioni annuncio

source: Page Options
it_it: Opzioni pagina

source: Post Options
it_it: Opzioni di pubblicazione

source: General Options
it_it: Opzioni Generali

source: Custom Form Fields
it_it: Campi modulo personalizzati

source: Create Featured Gallery
it_it: Crea galleria in primo piano

source: Edit Featured Gallery
it_it: Modifica galleria in primo piano

source: Save Featured Gallery
it_it: Salva la galleria in primo piano

source: Saving...
it_it: Stiamo Salvando...

# listingpro-plugin
source: Expired
it_it: Scaduto

source: Expired <span class="count">(%s)</span>
it_it: Scaduto <span class="count">(% s)</span>

# listingpro-plugin
source: Reported
it_it: Segnalato

source: Reported <span class="count">(%s)</span>
it_it: Segnalato <span class="count">(% s)</span>

source: Sorry! There is problem in your submission
it_it: Spiacente! C'è un problema nella tua richiesta

source: Success! Submission is successful
it_it: Richiesta inviata con successo

source: UserName already exists
it_it: User Name già esistente

source: Email already exists
it_it: Email già esistente

source: Invalid username or password
it_it: Username o Password errati, si prega di riprovare

source: Sorry! There is problem in listing submission
it_it: Spiacente! Si è verificato un problema nell'invio dell'elenco

source: Please check captcha
it_it: Si prega di controllare il captcha

source: Exclusive From Categories
it_it: Esclusivo dalle categorie

source: Select a Field Type
it_it: Seleziona un tipo di campo

source: Label
it_it: Etichetta

source: Options
it_it: Opzioni

source: Add Custom Address
it_it: Aggiungi indirizzo personalizzato

source: Price Details
it_it: Dettagli sui prezzi

source: Placeholder
it_it: Segnaposto

source: Primary Listing Details
it_it: Dettagli elenco principale

source: Listing Title *
it_it: Titolo annuncio *

source: Listing Title
it_it: Titolo dell'inserzione

source: Full Address
it_it: Indirizzo completo

source: City
it_it: Città

source: Website
it_it: Sito Web

source: Phone
it_it: Telefono

source: Category *
it_it: Categoria *

source: Category
it_it: Categoria

source: Price Details
it_it: Dettagli sui prezzi

source: Price Range|Price From|Price To
it_it: Fascia di prezzo | Prezzo da | Prezzo a

source: not to say|price from|price to
it_it: meglio non dire | prezzo da | prezzo a

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
it_it: L'impostazione di una fascia di prezzo può aiutare ad attirare il giusto pubblico mirato ed eviterà qualsiasi situazione imbarazzante sia per i clienti che per il proprietario. | Essere onesti con i tuoi clienti può costruire una relazione forte. Non esitare a scriverlo.

source: Frequently Asked Questions
it_it: Domande frequenti

source: Tags Or Keywords (Comma Separated)
it_it: Tag o parole chiave (separati da virgola)

source: Your Business Video
it_it: Il tuo video aziendale

source: Images
it_it: Immagini

source: Listing Titleee *
it_it: Inserzione Titolare del listino *

source: Subscriptions
it_it: Iscrizioni

source: User
it_it: Cliente

source: Listing
it_it: Struttura

source: Subscription
it_it: Tipologia Iscrizione

source: Next Payment
it_it: Prossimo Pagamento il

source: Unsubscribe
it_it: Annulla l'iscrizione

source: exc. tax
it_it: ecc. imposta

source: inc. tax
it_it: inc. imposta

source: Receipt/invoice#
it_it: Ricevuta / fattura n.

source: Method
it_it: Modalità

source: Price
it_it: Prezzo

source: Watch
it_it: Mostra

source: Date will be appeared after payment confirmation
it_it: La data verrà visualizzata dopo la conferma del pagamento

source: Row ID
it_it: ID riga

source: Put your row ID here. This can then be used to target the row with CSS or as an anchor point to scroll to when the relevant link is clicked.
it_it: Metti qui il tuo ID riga. Questo può quindi essere utilizzato per indirizzare la riga con CSS o come punto di ancoraggio per scorrere quando si fa clic sul collegamento pertinente.

source: Choose Icon
it_it: Scegli Icona

source: Choose icon to be displayed in heading area
it_it: Scegli l'icona da visualizzare nell'area dell'intestazione

source: Icon Position
it_it: Posizione dell'icona

source: Above Title
it_it: Sopra il titolo

source: With Description
it_it: Con descrizione

source: Title Position
it_it: Posizione del titolo

source: Center
it_it: Centro

source: Left
it_it: Sinistra

source: Row Title
it_it: Titolo riga

source: Put here row title
it_it: Metti qui il titolo della riga

source: Row description
it_it: Descrizione riga

source: Put here row description
it_it: Metti qui la descrizione della riga

source: Title Color
it_it: Colore titolo

source: Title line Backgroud Color
it_it: Riga del titolo Colore sfondo

source: Row Type
it_it: Tipo di riga

source: Center Content
it_it: Contenuto centrale

source: Full Width - Center Content
it_it: Larghezza intera - Contenuto centrale

source: Full Width
it_it: Intera larghezza

source: Background Color
it_it: Colore di sfondo

source: Background Repeat
it_it: Ripetizione in background

source: No Repeat
it_it: Nessuna ripetizione

source: Repeat
it_it: Ripetere

source: Background Parallax
it_it: Parallasse di sfondo

source: Not Parallax
it_it: Non parallasse

source: Parallax
it_it: Parallasse
