Repository: listingprowp/Localization
Catalog: Albanian/Plugin/LP_Plugin_AL.po
Languages: sq

source: No Field found in Trash
sq: Asnjë fushë nuk u gjet në Trashje

source: Add New Feature
sq: Shtoni tipar të ri

source: New Feature
sq: Tipar i ri

source: View Feature
sq: Shikoni tiparin

source: Search Locations
sq: Vendndodhjet e kërkimit

source: View Location
sq: Shikoni vendndodhjen

source: Popular Locations
sq: Vendndodhjet popullore

source: All Locations
sq: Të gjitha Vendndodhjet

source: Parent Location
sq: Vendndodhja e prindërve

source: Parent Location:
sq: Vendndodhja e prindërve:

source: Edit Location
sq: Ndryshoni vendndodhjen

source: Update Location
sq: Azhurnoni vendndodhjen

source: Add New Location
sq: Shtoni vendndodhjen e re

source: New Location Name
sq: Emri i ri i vendndodhjes

source: Separate Locations with commas
sq: Vende të ndara me presje

source: Add or remove Location
sq: Shtoni ose hiqni Vendndodhjen

source: Choose from the most used Locations
sq: Zgjidhni nga Vendndodhjet më të përdorura

source: Back to Locations
sq: Kthehu tek Vendndodhjet

# post type general name
source: Events
sq: Ngjarje

# post type singular name
source: Events
sq: Ngjarje

# book
source: Add New Event
sq: Shtoni Ngjarje të re

source: Add New Event
sq: Shtoni Ngjarje të re

source: Edit Event
sq: Redakto Ngjarjen

source: New Event
sq: Ngjarje e re

source: View Event
sq: Shikoni Ngjarjen

source: Search Events
sq: Ngjarje Kërkimi

source: No Event found
sq: Nuk u gjet asnjë ngjarje

source: No Event found in Trash
sq: Asnjë ngjarje nuk u gjet në Trashje

source: Event Details
sq: Detajet e ngjarjes

source: "%1$s" requires "%2$s" to be installed and activated.
sq: "% 1 $ s" kërkon që "% 2 $ s" të instalohet dhe aktivizohet.

source: Elementor Hello World
sq: Elementor Përshëndetje Botë

source: "%1$s" requires "%2$s" version %3$s or greater.
sq: "% 1 $ s" kërkon versionin "% 2 $ s"% 3 $ s ose më të madh.

source: Elementor Listingpro
sq: Listingpro e elementeve

source: Choose your Category style
sq: Zgjidhni stilin tuaj të Kategorisë

source: Check the checkbox
sq: Kontrolloni kutinë e kontrollit

source: Button for grid style 3, Leave empty to hide.
sq: Butoni për stilin e rrjetit 3, Lini bosh për t'u fshehur.

source: Button link for grid style 3
sq: Lidhje butoni për stilin e rrjetit 3

source: Button link Listing category slider style
sq: Lidhja e butonit Stili i rrëshqitjes së kategorisë së listës

source: Button for Listing category slider style, Leave empty to hide.
sq: Butoni për listën e stilit rrëshqitës të kategorisë së Listing, Lini bosh për t'u fshehur.

source: Pricing plans views
sq: Pamjet e planeve të çmimeve

source: Recurring Payment?
sq: Pagesa e përsëritur?

source: Days
sq: ditë

source: Sorry! No Paid Claim request found
sq: Na vjen keq! Asnjë kërkesë e paguar e kërkesës nuk u gjet

source: Sorry! Pricing plan associated with the current selection must have a defined duration
sq: Na vjen keq! Plani i çmimeve i lidhur me zgjedhjen aktuale duhet të ketë një kohëzgjatje të përcaktuar

source: Sorry! You have no paid listings yet!
sq: Na vjen keq! Ju nuk keni lista të paguara ende!

source: Transaction has failed! But don’t worry, you can always go back.
sq: Transaksioni ka dështuar! Por mos u shqetëso, gjithmonë mund të kthehesh mbrapa.

source: Contact Site Admin
sq: Kontaktoni me administratorin e faqes

source: 24 hours open
sq: 24 orë e hapur

source: Monday
sq: e hënë

source: Tuesday
sq: e martë

source: Wednesday
sq: e mërkurë

source: Thursday
sq: e enjte

source: Friday
sq: e premte

source: Saturday
sq: e shtunë

source: Sunday
sq: e diel

source: 24 Hours
sq: 24 ore

source: Sorry
sq: Më vjen keq

source: Already Added
sq: Shtuar tashmë

source: Add 2nd time slot?
sq: Shtoni një çarë kohore të dytë?

source: Bank Transfer
sq: Transferte bankare

source: Recurring Payment
sq: Pagesa e përsëritur

source: Alert! Recurring Payment Option is Enabled By Default.
sq: Alert! Opsioni i përsëritur i pagesës mundësohet me parazgjedhje.

source: Sorry! You have not enable any payment method
sq: Na vjen keq! Ju nuk keni aktivizuar asnjë metodë pagese

source: SELECT PAYMENT
sq: PAGESA E ZGJEDHJES

source: REVIEW PAYMENT
sq: PAGESA E SHQYRTIMIT

source: Sorry! Your request failed
sq: Na vjen keq! Kërkesa juaj dështoi

source: Card Number
sq: Numri i kartes

source: Expiration Date (MM/YYYY)
sq: Data e skadimit (MM / YYYY)

source: Name
sq: emër

source: Address
sq: Adresë

source: State
sq: shtet

source: Country
sq: vend

source: Zip
sq: zinxhir

source: Proceed
sq: vazhdoj

source: Close
sq: afër

source: Exclusive
sq: përjashtues

source: No plan associated with this category
sq: Asnjë plan i lidhur me këtë kategori

source: Annually
sq: çdo vit

source: There is no Plan available right now.
sq: Nuk ka asnjë plan në dispozicion tani.

source: unlimited
sq: i pakufizuar

source: Per Listing
sq: Për Listim

source: Per Package
sq: Për paketim

source: Per Package
sq: Për paketim

source: Per Listing
sq: Për Listim

source: Duration
sq: kohëzgjatje

source: days
sq: ditë

source: : Unlimited days
sq: : Ditë të pakufizuara

source: Max. Listings :
sq: Max. Listat:

source: Max. Listings : Unlimited
sq: Max. Listimet: Pafund

source: Map Display
sq: Afishimi i hartës

source: Contact Display
sq: Ekrani i Kontaktit

source: Business Tagline
sq: Etiketa e biznesit

source: Social Links
sq: Lidhje sociale

source: Tags/Keywords
sq: Tags / Fjalë kyçe

source: Announcement
sq: njoftim

source: Deals-Offers-Discounts
sq: Deals-Oferta-Zbritje

source: Hide competitors Ads
sq: Fshehni reklamat e konkurrencës

source: CHOOSE PLAN
sq: PLANI ZGJIDHJE

source: should have a price
sq: duhet të ketë një çmim

source: Per Month Price
sq: Mimi për muaj

source: Total Listings :
sq: Gjithsej Listat:

source: Available Listings :
sq: Listat e disponueshme:

source: Used :
sq: Përdoret:

source: Announcment
sq: Njoftim

source: Bookings
sq: Rezervimet

source: Lead Form
sq: Forma e plumbit

source: Get Started Now
sq: Fillo tani

source: per month
sq: në muaj

source: billed Annually
sq: faturuar çdo vit

source: Max. listings allowed :
sq: Max. listat e lejuara:

source: Per Month
sq: Për muaj

source: Remaining Listings :
sq: Listat e mbetura:

source: Hot
sq: nxehtë

source: Continue
sq: vazhdoj

source: Unlimited days
sq: Ditë të pakufizuara

source: Listings : Unlimited
sq: Listimet: Pafund

source: Choose Plan
sq: Zgjidhni planin

source: View All Features
sq: Shikoni të gjitha tiparet

source: Per Month Price :
sq: Pricemimi për muaj:

source: Lead FOrm
sq: Drejtoni

source: SELECT A LISTING
sq: Zgjedhin një listë

source: Price:
sq: Çmimi:

source: Congratulations! Transaction is successful!
sq: Urime! Transaksioni është i suksesshëm!

source: Go Back To Dashboard
sq: Kthehu përsëri në pult

source: Item
sq: artikull

source: Tax
sq: taksë

source: Subtotal
sq: Nëntotali

source: LP Columns Element
sq: Elementi i kolonave të LP

source: LP Promotional Element
sq: Elementi promovues i LP

source: Add Link Title
sq: Shtoni Titullin e Lidhjes

source: Add URL here
sq: Shtoni URL këtu

source: LP Promotional Services
sq: Shërbime promovuese të LP

source: LP Promotional Timeline
sq: Afati kohor i promovimit të LP

source: Timeline First Description
sq: Afati kohor Përshkrimi i parë

source: LP Promotional Presentaion
sq: Prezantimi promovues i LP

source: LP Promotional Support
sq: Mbështetje Promovuese e LP

source: LP Call to Action
sq: Thirrja e LP për veprim

source: Select Listingpro Call to Action Style
sq: Zgjidhni Listingpro Thirrje për stilin e veprimit

source: Call to Action with Button
sq: Thirrni për veprim me butonin

source: Call to Action without Button
sq: Thirrje për veprim pa buton

source: LP Notification
sq: Njoftim LP

source: LP Tabs
sq: Tab LP

source: Grid Style 6
sq: Rrjeti Stili 6

source: LP Entries
sq: Hyrjet në LP

source: LP Client Testimonial
sq: Testimonial i Klientit LP

source: Choose your testimonial style
sq: Zgjidhni stilin tuaj të dëshmisë

source: Add designation
sq: Shtoni përcaktimin

source: LP Locations
sq: Vendndodhjet e LP

source: Choose your Listing style
sq: Zgjidhni stilin tuaj të Listimit

source: Select location
sq: Zgjidhni vendndodhjen

source: Order of locations
sq: Renditja e vendndodhjeve

source: LP Feature Box
sq: Kutia e veçorive të LP

source: Description about this element
sq: Përshkrimi për këtë element

source: LP Listings By (location/category)
sq: Listat e LP Sipas (vendndodhja / kategoria)

source: LP Listing Posts
sq: Lista e listave të LP

source: LP Listings With Coupons
sq: Listat e LP Me Kuponë

source: LP Listings by ID
sq: Listat e LP sipas ID

source: comma separated ids
sq: ids të ndara me presje

source: LP Claimed Listings
sq: Listat e pretenduara të LP

source: LP Image Gallery
sq: Galeria e Imazheve LP

source: Choose your Gallery style
sq: Zgjidhni stilin tuaj të Galerisë

source: LP Video Testimonials
sq: Testimet e videos për LP

source: LP Blog Grids
sq: Rrjetet e blogut LP

source: Blog Grid
sq: Rrjeti i blogut

source: Blog Masonery
sq: Blog Masoneri

source: Blog Circle
sq: Rrethi Blog

source: LP Content Boxes
sq: Kutitë e përmbajtjes së LP

source: Element title
sq: Titulli i elementit

source: LP Single Content Box
sq: Kutia e vetme e përmbajtjes LP

source: Select Single Content Box Sryle
sq: Zgjidhni Sryle Kutia e Përmbajtjes Single

source: Old Style
sq: Stil i vjetër

source: New Style
sq: Stil i ri

source: LP Partners
sq: Partnerët e LP

source: LP Single Partner Logo
sq: Logo e partnerit të vetëm LP

source: Partner logo
sq: Logoja e partnerit

source: LP Activities
sq: Aktivitetet e LP

source: 4 Posts
sq: 4 postime

source: 5 Posts
sq: 5 postime

source: LP Events
sq: Ngjarjet e LP

source: 3 Events
sq: 3 Ngjarje

source: 4 Events
sq: 4 Ngjarje

source: 5 Events
sq: 5 Ngjarje

source: 6 Events
sq: 6 Ngjarje

source: 7 Events
sq: 7 Ngjarje

source: All Events
sq: Të gjitha Ngjarjet

source: LP Events Calander
sq: Kalendar Ngjarje LP

source: Calender
sq: kalandroj

source: New Title
sq: Titulli i ri

source: Title:
sq: Titulli:

source: Options:
sq: Opsione:

source: Hide Widget If There Are No Terms To Be Displayd?
sq: Fshehni widget nëse nuk ka kushte që duhen shfaqur?

source: Hide Terms That Have No Related Posts?
sq: Fshehni kushte që nuk kanë postime të ngjashme?

source: Order Terms By:
sq: Kushtet e porositjes Nga:

source: Maximum Number Of Terms To Return:
sq: Numri maksimal i kushteve për t'u kthyer:

source: Ids To Exclude From Being Displayed:
sq: Idet për të përjashtuar nga shfaqja:

source: Only Display Terms With The Following Ids:
sq: Afisho vetëm termat me IDS në vijim:

source: Custom Taxonomies:
sq: Taksonomitë me porosi:

source: Post order:
sq: Porosia e postimit:

source: Latest posts
sq: Postimet e fundit

source: Most commented posts
sq: Postimet më të komentuara

source: Post theme:
sq: Tema e postimit:

source: No Thumbnail
sq: Nuk ka pamje të vogël

source: Post from:
sq: Posto nga:

source: If you were not selected for cats, it will show all categories.
sq: Nëse nuk do të ishit përzgjedhur për mace, do të tregojë të gjitha kategoritë.

source: Number of posts to show:
sq: Numri i postimeve për të treguar:

source: It will show the Listings in ads
sq: Do të tregojë listat në reklama

source: Number of Listings:
sq: Numri i listave:

source: Ads listings will show in sidebar in "random" order
sq: Listimet e reklamave do të shfaqen në shiritin anësor në mënyrë "të rastësishme"

source: Social Style:
sq: Stili social:

source: Style One
sq: Stili Një

source: Style Two
sq: Stili Dy

source: Style Three
sq: Stili i tre

source: Be the first to review!
sq: Bëhu i pari që shqyrton!

source: No listing found
sq: Asnjë listë nuk u gjet

source: It will show nearby listings
sq: Do të tregojë listat afër

source: Nearby listings will show in sidebar in "random" order
sq: Listimet në afërsi do të shfaqen në shiritin anësor në mënyrë "të rastësishme"
