Repository: listingprowp/Localization
Catalog: Albanian/Plugin/LP_Plugin_AL.po
Languages: sq

source: this is test data for quick tip info of FAQ answer field
sq: kjo është e dhëna provë për informacion të shpejtë të tipit të përgjigjeve në FAQ

source: this is test data for quick tip info of Video field
sq: këto janë të dhëna provë për informacione të shpejtë të fushës Video

source: quick tip info for gallery
sq: informacion i shpejtë tip për galerinë

source: quick tip for featured img
sq: tip i shpejtë për img të paraqitur

source: quick tip for business logo
sq: tip i shpejtë për logon e biznesit

source: quick tip for account section
sq: tip i shpejtë për seksionin e llogarisë

source: You agree & accept our Terms & Conditions for submitting listing
sq: Ju pranoni dhe pranoni Kushtet dhe Kushtet tona për paraqitjen e listës

source: Video Testimonial
sq: Dëshmia e videos

source: Video preview Image
sq: Paraprakisht Video Imazhi

source: Video URL
sq: URL e videos

source: Testimonial Title
sq: Titulli Testimonial

source: Author name
sq: Emri i autorit

source: Author Company
sq: Kompania autore

source: Author Avatar
sq: Autori Avatar

source: Listing Category
sq: Kategoria e listave

source: Location
sq: vend

source: Expire After
sq: Eksperienca Pas

source: Payment Status
sq: Gjendja e pagesës

source: Author
sq: autor

source: Date
sq: data

source: Associated Plan
sq: Plani i asociuar

source: Days Left
sq: Ditët e majta

source: Unlimited
sq: i pakufizuar

source: Select your listing features
sq: Zgjidhni veçoritë e listës suaj

source: Verify your purchase code to unlock all features, see
sq: Verifikoni kodin tuaj të blerjes për të zhbllokuar të gjitha tiparet, shihni

source: instructions
sq: udhëzime

source: Valid License Key!
sq: Keyelësi i vlefshëm i licencës!

source: Invalid license key
sq: Keyelësi i pavlefshëm i licencës

source: Show All %s
sq: Trego të gjitha% s

source: Select Plan
sq: Zgjidhni planin

source: Active
sq: aktiv

source: Pending
sq: pritje

source: Delete
sq: fshini

source: Sorry! there is no result
sq: Na vjen keq! nuk ka rezultat

source: Users Type...
sq: Lloji i përdoruesve ...

source: Filter
sq: filtër

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
sq: Serveri nuk ka të instaluar dhe / ose aktivizuar ImageMagick ose GD! Anydo prej këtyre bibliotekave kërkohet që WordPress të jetë në gjendje të ndryshojë përmasat e imazheve. Ju lutemi kontaktoni administratorin e serverit tuaj për të mundësuar këtë para se të vazhdoni.

source: Image rotate failed.
sq: Rrotullimi i figurës dështoi.

source: Image opacity change failed.
sq: Ndryshimi i opacitetit të imazhit dështoi.

source: Image color change failed.
sq: Ndryshimi i ngjyrës së figurës dështoi.

source: Image grayscale failed.
sq: Shkalla e ngjyrës gri dështoi.

source: Image negate failed.
sq: Refuzimi i figurës dështoi.

# post type general name
source: Claims
sq: pretendime

# post type singular name
source: Claim
sq: Kerkese

# admin menu
source: Claims
sq: pretendime

# add new on admin bar
source: Claim
sq: Kerkese

# review
source: Add New
sq: Shto nje te ri

source: Add New Claim
sq: Shtoni Kërkesë të Re

source: New Claim
sq: Pretendim i ri

source: Edit Claim
sq: Ndrysho pretendimin

source: View Claim
sq: Shikoni kërkesën

source: All Claims
sq: Të gjitha pretendimet

source: Search Claims
sq: Pretendimet e kërkimit

source: Parent Claims:
sq: Pretendimet e prindërve:

source: No reviews found.
sq: Nuk u gjet asnjë vlerësim

source: No reviews found in Trash.
sq: Asnjë koment nuk u gjet në Trashje.

source: Description.
sq: Përshkrim.

source: Current Author
sq: Autori aktual

source: Times
sq: kohët

source: Time
sq: kohë

source: Frequently Ask Questions
sq: Bëni pyetje më shpesh

source: FAQ: How many directories can I build with a single license?
sq: FAQ: Sa direktori mund të ndërtoj me një licencë të vetme?

source: FAQ: Can I monetize (earn) from my directories with a regular license?
sq: FAQ: A mund të fitoj para (fitoj) nga drejtoritë e mia me licencë të rregullt?

source: FAQ: What`s included in item support (regular license)?
sq: FAQ: `sfarë është përfshirë në mbështetjen e artikullit (licencë e rregullt)?

source: Multi-Criteria Rating
sq: Vlerësimi me shumë kritere

source: FES Form Builder
sq: Ndërtues i formës FES

source: Yes
sq: po

source: No
sq: jo

source: Select Option
sq: Zgjidhni Opsionin

source: Browse File
sq: Shfletoni skedarin

source: Please Login To Upload
sq: Ju lutemi Identifikohuni për të ngarkuar

source: Ads Invoices
sq: Faturat e reklamave

source: All Types
sq: Të gjitha tipet

source: All Methods
sq: Të gjitha metodat

source: Stripe
sq: shirit

source: Wire
sq: tel

source: All Status
sq: Gjithë Statusi

source: Search Invoices
sq: Kërko faturat

source: Invoices
sq: faturat

source: Listings Invoices
sq: Lista e faturave

source: 2 Checkout
sq: 2 arka

source: PAID
sq: PAGUAR

source: Invoice#
sq: fatura #

source: Invoice To:
sq: Fatura për:

source: Pay To:
sq: Paguaj:

source: Business Name
sq: Emri i biznesit

source: Call Us For Help
sq: Na Thirrni Për Ndihmë

source: Invoice Details
sq: Detajet e faturës

source: Transaction ID
sq: ID e transaksionit

source: Listing Name
sq: Emri i listës

source: Pricing Plan
sq: Plani i icingmimeve

source: Duration
sq: kohëzgjatje

source: Amount
sq: sasi

source: Tax
sq: taksë

source: Plan Price
sq: Planmimi i planit

source: Paid with
sq: Paguar me

source: Download PDF
sq: Shkarkoni PDF

source: Print
sq: shtyp

source: Billed To:
sq: Faturuar për:

source: List Name :
sq: Emri i listës:

source: Amount
sq: sasi

source: Sorry! Pending or Expired
sq: Na vjen keq! Në pritje ose të skaduar

source: Great! Enjoy the discount
sq: E madhe! Shijoni zbritjen

source: Sorry! Limit exceeded
sq: Na vjen keq! Kufiri i tejkaluar

source: Sorry! Invalid coupon code
sq: Na vjen keq! Kodi i pavlefshëm i kuponit

source: Discount( without % sign ) :
sq: Zbritje (pa% shenjë):

source: Discount( fix price ) :
sq: Zbritje (çmimi fiks):

source: Listingpro Coupons
sq: Listingpro Kuponat

source: Please click on generate button
sq: Ju lutemi klikoni në butonin e gjenerimit

source: Fix Price Coupon?
sq: Fiksoni kupon e çmimeve?

source: Please add only numeric value
sq: Ju lutemi shtoni vetëm vlerën numerike

source: Start Date :
sq: Data e fillimit :

source: Coupon Starts
sq: Fillon kuponi

source: End Date :
sq: Data e përfundimit :

source: Limit :
sq: Kufiri:

source: Save Coupon
sq: Ruaj kupon

source: No.
sq: Jo.

source: Code
sq: kod

source: Discount value
sq: Vlera e zbritjes

source: Available
sq: në dispozicion

source: Start Date
sq: Data e fillimit

source: Ends Date
sq: Mbaron data

source: Expired
sq: i skaduar

source: Sorry! There is no active coupon
sq: Na vjen keq! Nuk ka kupon aktiv

source: Sorry! There is no expired coupon
sq: Na vjen keq! Nuk ka asnjë kupon të skaduar

source: Sorry! There is no coupon
sq: Na vjen keq! Nuk ka kupon

source: Flagged
sq: flamur

source: Sorry! There is no report found
sq: Na vjen keq! Nuk ka asnjë raport të gjetur

source: Flags
sq: flamujt

source: Reviews Reports
sq: Raportet e Shqyrtimeve

source: Review Title
sq: Titulli i rishikimit

source: Reported For
sq: Raportuar për

source: Action
sq: veprim

source: Are you sure you want to proceed?
sq: A jeni i sigurt që dëshironi të vazhdoni?

source: Listingpro Compatibility Wizard
sq: Listingpro Magjistar i përputhshmërisë

source: One-Time Backward Compatiblity Wizard
sq: Magjistar i njëhershëm i përputhshmërisë së prapambetur

source: We have made some major changes in the latest version that requires a one-time compatiblity wizard to make sure everything is fine after the update.
sq: Ne kemi bërë disa ndryshime të mëdha në versionin e fundit që kërkon një magjistar njëherësh të pajtueshmërisë për t'u siguruar që gjithçka është në rregull pas azhurnimit.

source: Start
sq: fillim

source: Back To Dashboard
sq: Kthehu tek pulti

source: Complete
sq: i plotë

source: Select Package Type
sq: Zgjidhni Llojin e Paketave

source: Please Make sure to add no. of posts in this package
sq: Ju lutemi Sigurohuni që të shtoni nr. e postimeve në këtë paketë

source: Package
sq: paketë

source: Pay Per Listing
sq: Paguaj për listë

source: Enter Description here
sq: Vendosni Përshkrimi këtu

source: Plan Description...
sq: Përshkrimi i planit ...

source: Will only work with "Virtical View 3" of Pricing Plan Page Style
sq: Do të punojë vetëm me "Virtical View 3" të Stilit të Faqes të Planit të icingmimeve

source: Enter no. of post in the package
sq: Vendosni jo. e postimit në paketë

source: Total Posts in Package
sq: Totali i Postimeve në Pako

source: Select color for the title background box
sq: Zgjidhni ngjyrën për kutinë e sfondit të titullit

source: Duration Type
sq: Lloji i kohëzgjatjes

source: Yearly
sq: vjetor

source: Max. Images In Gallery (add only integer value)
sq: Max. Imazhe në Galeri (shtoni vetëm vlerë të plotë)

source: Empty field will be considered as unlimited"
sq: Fusha e zbrazët do të konsiderohet si e pakufizuar "

source: Max Gallery Size (Put only integer value) units are in MBs
sq: Madhësia e Galerisë Maksimale (Vendos vetëm vlerën e plotë) Njësitë janë në MB

source: Empty field will be considered as unlimited
sq: Fusha e zbrazët do të konsiderohet si e pakufizuar

source: Price (Do not use currency sign)
sq: Pricemimi (Mos përdorni shenjën e monedhës)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
sq: Fusha e zbrazët do të konsiderohet si plan i lirë. Opsioni i planit falas funksionon vetëm në "Paguaj për Listim"

source: Duration( in days )
sq: Kohëzgjatja (në ditë)

source: Continue free plan after expire
sq: Vazhdoni planin falas pas skadimit

source: Hot Plan
sq: Plani i nxehtë

source: Plan Usage
sq: Planifikimi i përdorimit

source: General
sq: i përgjithshëm

source: Category
sq: kategori

source: Unselect all
sq: Zgjedh të gjithë

source: Select all
sq: Selektoj të gjitha

source: Enable/Disable Listing Fields By Plan
sq: Aktivizoni / çaktivizoni fushat e listës sipas planit

source: <label for="bulk_enable_price_options"><b>Enable All Following</b></label>
sq: <label për = "bulk_enable_price_options"> <b> Aktivizo të gjitha në vijim </b> </label>

source: <label for="contact_show"><b>contact information</b></label>
sq: <label for = "contact_show"> <b> informacioni i kontaktit </b> </label>

source: <label for="map_show"><b>Google map</b></label>
sq: <label for = "Map_show"> <b> Harta e Google </b> </label>

source: <label for="gallery_show"><b>Gallery</b></label>
sq: <label for = "gallery_show"> <b> Galeria </b> </label>

source: <b>Location.</b>
sq: <B> Vendndodhja. </ B>

source: <b>Website.</b>
sq: <B> faqe. </ B>

source: <b>Appointments.</b>
sq: <B> Emërime. </ B>

source: <b>Lead Form.</b>
sq: Forma e plumbit

source: <b>Social Media links.</b>
sq: <b> Lidhjet e mediave sociale. </b>

source: <b>FAQs list.</b>
sq: Lista e FAQs. </b>

source: <b>Price Range.</b>
sq: Gama e çmimeve

source: <b>Tags or Keywords.</b>
sq: Etiketat ose Fjalë kyçe. </b>

source: <b>Business Hours.</b>
sq: Ora e Biznesit

source: <b>Reserva Booking.</b>
sq: <b> Rezervimi i Rezervës. </b>

source: <b>Timekit Booking.</b>
sq: Rezervimi Timekit. </b>

source: <b>Announcement.</b>
sq: <B> Lajmërim. </ B>

source: <b>Deals, Offers, Discounts.</b>
sq: <b> marrëveshje, oferta, zbritje. </b>

source: <b>competitor campaigns</b> on Listing Detail Page
sq: <b> fushatat e konkurrencës </b> në faqen e detajimit të listës

source: <b>featured image</b> on Listing Detail Page
sq: <b> paraqet imazhin </b> në faqen e Detajeve të Listimit

source: <b>Events in listings
sq: Ngjarjet në listë

source: <b>Hide Google Ads
sq: Fshihni Google Ads

source: Category Icon
sq: Ikona e kategorisë

source: For Archive and Search Page
sq: Për faqen e Arkivit dhe Kërkimit

source: Icon On Banner
sq: Ikona në flamur

source: Icon For Home Page Banner
sq: Pamja për faqe kryesore ikona

source: Category Banner
sq: Baner Kategorie

source: Category Banner ID
sq: ID e Banerit të Kategorisë

source: Feature icon
sq: Ikonë e veçorisë

source: Location Image
sq: Imazhi i vendndodhjes

source: Location Image ID
sq: ID e Vendndodhjes së Vendndodhjes

source: Remove
sq: Hiq

source: + Add More
sq: + Shto më shumë

source: Quick questions
sq: Pyetje të shpejta

source: Add Your Business Hours.
sq: Shtoni orët e biznesit tuaj.

source: FAQ helps to understand.
sq: FAQ ndihmon për të kuptuar.

source: + Add New
sq: + Shto të re

source: Insert image
sq: Vendos imazhin

source: Current :
sq: Aktual:

source: Edit Gallery
sq: Redakto Galerinë

source: Upload Images
sq: Ngarko imazhet

source: No menus have been created yet. <a href="%s">Create some</a>.
sq: Asnjë menu nuk është krijuar akoma. <a href="%s"> Krijoni disa </a>.

source: Add Banner
sq: Shtoni banderolën

source: Plan For
sq: Plan për

source: Listing Only
sq: Vetëm listimi

source: Claim Only
sq: Vetëm pretendimi

source: Both
sq: të dy

source: Claim Type
sq: Lloji i kërkesës

source: Free
sq: falas

source: Paid
sq: i paguar

source: Send Email
sq: Dërgoni një email

source: Add More
sq: Shto Më shumë

source: Select Listing for Claim
sq: Zgjidhni Listimin për Kërkesë

source: Claimed by
sq: Pohuar nga

source: Claimer First Name
sq: Emri i pretenduesit

source: Claimer Last Name
sq: Mbiemri i pretenduesit

source: Claimer Business Email
sq: Email biznesi i pretenduesit

source: Claimer Attachment
sq: Shtojca e pretenduesit

source: Claimer Details
sq: Detajet e pretenduesit

source: Claimer Phone
sq: Telefon i kërkesës

source: Select Listing
sq: Zgjidh Listimin

source: Ad type
sq: Lloji i reklamës

source: Launched Date
sq: Data e nisur

source: Mode
sq: mënyrë

source: Total Duration
sq: Kohëzgjatja totale

source: Total Budget
sq: Buxheti total

source: Remaining Balance
sq: Mbetja e ekuilibrit

source: Click Used
sq: Klikoni përdorur

source: Rating
sq: vlerësim

source: Assigned to Listing
sq: I caktuar në listë

source: Reply
sq: përgjigje

source: Reported By
sq: I raportuar nga

source: Reported Count
sq: Numërimi i raportuar

source: Business Tagline Text
sq: Teksti i Linjës së Biznesit

source: Google Address
sq: Adresa e Google

source: Map Pin
sq: Pin hartë

source: Youtube Channel Link
sq: Lidhje e kanalit Youtube

source: Your Youtube Channel URL as social link
sq: URL e Kanalit tuaj në YouTube si lidhje sociale

source: Instagram Profile Link
sq: Lidhja e profilit të Instagramit

source: Your Instagram Profile URL as social link
sq: URL e Profilit tuaj në Instagram si lidhje sociale

source: Youtube Video URL
sq: URL e videos në YouTube

source: Any specific Youtube Video? You want to share on business page
sq: Ndonjë video specifike në Youtube? Ju dëshironi të ndani në faqen e biznesit

source: Select images to present your buisness online.
sq: Zgjidhni imazhe për të paraqitur blerjen tuaj në internet.

source: Show Price Status
sq: Trego statusin e çmimit

source: It will show your business price range
sq: Do të tregojë gamën e çmimeve të biznesit tuaj

source: Ignore this if your buisness does not have any specific price to show
sq: Injoroni këtë nëse blerja juaj nuk ka ndonjë çmim specifik për të treguar

source: Plans
sq: planet

source: Ignore this if this post will not be a paid one
sq: Injoroni këtë nëse ky postim nuk do të jetë i paguar

source: Listing's Duration
sq: Kohëzgjatja e listës

source: This is Listing Duration which were associated with plan
sq: Kjo është Kohëzgjatja e Lista e cila u shoqërua me planin

source: Reviews
sq: Shqyrtime

source: Verify Listing
sq: Verifikoni listën

source: Approve claim at claim section this will override complete claim process
sq: Miratimi i kërkesës në seksionin e kërkesave, kjo do të prish procesin e plotë të kërkesave

source: Ad Purchased on
sq: Blerë reklamë në

source: Ad Purchased Packages
sq: Paketat e Blera Reklamim

source: Set Your business time details
sq: Vendosni detajet e kohës suaj të biznesit

source: Copmain ID
sq: ID e Kopjimit

source: Changed Plan ID
sq: ID e Planit të Ndryshuar

source: Select business logo for your listing.
sq: Zgjidhni logon e biznesit për listën tuaj.

source: Show in Filter
sq: Shfaq në Filter

source: Field Type
sq: Lloji i fushës

source: Text
sq: tekst

source: Checkbox (Switch On/Off)
sq: Kutia e kontrollit (Ndez / çaktivizo)

source: Radio Options
sq: Opsione radio

source: Select Options
sq: Zgjidhni Opsionet

source: Multicheck Options
sq: Opsione për shumë tipare

source: Exclusive from Categories
sq: Ekskluzive nga Kategoritë

source: Select category for this field
sq: Zgjidhni kategorinë për këtë fushë

source: listing settings
sq: cilësimet e listës

source: Additional Setting
sq: Vendosja shtesë

source: Details About Claim
sq: Detaje rreth kërkesës

source: Ad Options
sq: Opsionet e reklamave

source: Page Options
sq: Opsionet e faqeve

source: Post Options
sq: Opsionet e postimit

source: General Options
sq: Opsione të përgjithshme

source: Custom Form Fields
sq: Fushat e formës me porosi

source: Create Featured Gallery
sq: Krijoni një Galeri të Veçantë

source: Edit Featured Gallery
sq: Redakto Galerinë e Veçantë

source: Save Featured Gallery
sq: Ruaj galerinë e preferuar

source: Saving...
sq: Ruajtja e ...

# listingpro-plugin
source: Expired
sq: i skaduar

source: Expired <span class="count">(%s)</span>
sq: Skaduar <span class = "count"> (% s) </span>

# listingpro-plugin
source: Reported
sq: raportuar

source: Reported <span class="count">(%s)</span>
sq: Raportuar <span class = "count"> (% s) </span>

source: Sorry! There is problem in your submission
sq: Na vjen keq! Ka problem në paraqitjen tuaj

source: Success! Submission is successful
sq: Sukses! Dorëzimi është i suksesshëm

source: UserName already exists
sq: Emri i përdoruesit tashmë ekziston

source: Email already exists
sq: Emaili ekziston

source: Invalid username or password
sq: Emri i përdoruesit ose fjalëkalimi i pavlefshëm

source: Sorry! There is problem in listing submission
sq: Na vjen keq! Ekziston problemi në listën e paraqitjes

source: Please check captcha
sq: Ju lutemi kontrolloni captcha

source: Exclusive From Categories
sq: Ekskluzive nga kategoritë

source: Select a Field Type
sq: Zgjidhni një Lloji Fusha

source: Label
sq: etiketë

source: Options
sq: Opsione

source: Add Custom Address
sq: Shtoni Adresë Custom

source: Price Details
sq: Detajet e çmimeve

source: Primary Listing Details
sq: Detajet e listës fillore

source: Listing Title *
sq: Titulli i listës *

source: Listing Title
sq: Titulli i listës

source: Full Address
sq: Adresa e plotë

source: City
sq: qytet

source: Website
sq: Faqja e internetit

source: Phone
sq: telefon

source: Category *
sq: Kategoria *

source: Category
sq: kategori

source: Price Details
sq: Detajet e çmimeve

source: Price Range|Price From|Price To
sq: Gama e mimeve | Pricemimi Nga | Pricemimi Tek

source: not to say|price from|price to
sq: për të mos thënë | çmimi nga | çmimi në

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
sq: Vendosja e një diapazoni çmimesh mund të ndihmojë në tërheqjen e audiencës së duhur të synuar dhe do të shmangë çdo situatë të vështirë si për klientët ashtu edhe për pronarin. | Të jesh i sinqertë me klientët tuaj mund të krijojë një marrëdhënie të fortë. Mos hezitoni të përfshini. | Të jesh i sinqertë me klientët tuaj mund të krijojë një marrëdhënie të fortë. Mos hezitoni të përfshini.

source: Frequently Asked Questions
sq: Pyetjet e bëra më shpesh

source: Tags Or Keywords (Comma Separated)
sq: Etiketa ose Fjalë kyçe (Ndarja me presje)

source: Your Business Video
sq: Video e biznesit tuaj

source: Listing Titleee *
sq: Titulli i listës *

source: Subscriptions
sq: Abonimet

source: User
sq: përdorues

source: Subscription
sq: abonim

source: Next Payment
sq: Pagesa tjetër

source: Are you sure you want to proceed action?
sq: A jeni i sigurt që doni të vazhdoni veprimin?

source: exc. tax
sq: exc. taksë

source: inc. tax
sq: inc. taksë

source: Receipt/invoice#
sq: Pranimi / Fatura #

source: Method
sq: metodë

source: Price
sq: çmim

source: Watch
sq: Shikojnë

source: Date will be appeared after payment confirmation
sq: Data do të shfaqet pas konfirmimit të pagesës

source: Row ID
sq: ID e rreshtit

source: Put your row ID here. This can then be used to target the row with CSS or as an anchor point to scroll to when the relevant link is clicked.
sq: Vendosni identitetin tuaj të rreshtit këtu. Kjo pastaj mund të përdoret për të synuar rreshtin me CSS ose si një pikë spirancë për të lëvizur kur klikohet lidhja përkatëse.

source: Choose Icon
sq: Zgjidhni ikonën

source: Choose icon to be displayed in heading area
sq: Zgjidhni ikonën që do të shfaqet në zonën drejtuese

source: Icon Position
sq: Pozicioni i ikonës

source: Above Title
sq: Titulli sipër

source: With Description
sq: Me përshkrimin

source: Title Position
sq: Pozicioni i Titullit

source: Center
sq: qendër

source: Row Title
sq: Titulli i rreshtit

source: Put here row title
sq: Vendos këtu titullin e rreshtit

source: Row description
sq: Përshkrimi i rreshtit

source: Put here row description
sq: Vendos këtu përshkrimin e rreshtit

source: Title Color
sq: Ngjyra e titullit

source: Title line Backgroud Color
sq: Rreshti i titullit Ngjyra e backgroud

source: Row Type
sq: Lloji i rreshtit

source: Center Content
sq: Përmbajtja e qendrës

source: Full Width - Center Content
sq: Gjerësia e plotë - Përmbajtja e qendrës

source: Full Width
sq: Gjerësia e plotë

source: Background Color
sq: Ngjyrë e sfondit

source: Background Repeat
sq: Përsëritja e sfondit

source: No Repeat
sq: Pa përsëritje

source: Repeat
sq: përsëritje

source: Background Parallax
sq: Paralaksia e sfondit

source: Not Parallax
sq: Jo paralel

source: Parallax
sq: paralaks

source: Extra Class Name
sq: Emri ekstra i klasës

source: This can then be used to target the row with CSS.
sq: Kjo pastaj mund të përdoret për të synuar rreshtin me CSS.

# post type general name
source: Pricing Plans
sq: Planet e mimeve

# post type singular name
source: Price Plans
sq: Planet e Pricemimeve

# book
source: Add New Price Plan
sq: Shtoni planin e ri të çmimeve

source: Add New Price Plan
sq: Shtoni planin e ri të çmimeve

source: Edit Price Plan
sq: Ndryshoni planin e çmimeve

source: New Price Plan
sq: Plani i ri i Pricemimeve

source: View Price Plan
sq: Shikoni Planin e Pricemimeve

source: Search Price Plans
sq: Planet e mimeve të Kërkimit

source: No Price Plan found
sq: Nuk u gjet asnjë plan çmimi

source: No Price Plans found in Trash
sq: Asnjë plan çmimesh nuk u gjet në Trashje

source: Number of Listings
sq: Numri i listave

# book
source: Add New
sq: Shto nje te ri

source: Add New List
sq: Shtoni listën e re

source: Edit List
sq: Redaktoni listën

source: New Listing
sq: Lista e re

source: View List
sq: Lista e Shikimeve

source: Search Listing
sq: Lista e kërkimit

source: No List found
sq: Nuk u gjet asnjë listë

source: No List found in Trash
sq: Asnjë listë nuk u gjet në Trashje

# post type general name
source: Form Fields
sq: Fushat e formës

# post type singular name
source: Field
sq: fushë

# book
source: Add New Field
sq: Shtoni Fushën e Re

source: Add New Field
sq: Shtoni Fushën e Re

source: Edit Field
sq: Fusha e modifikuar

source: New Field
sq: Fusha e re

source: View Field
sq: Shikoni Fushën

source: Search Fields
sq: Fushat e kërkimit

source: No Field found
sq: Asnjë fushë nuk u gjet
